{"title": "回锅肉", "content": "回锅肉可以说是最受欢迎的一道川菜了。香喷喷的猪肉，特别浓郁可口的调味，加上令人唇齿愉悦的蔬菜，真是引人入胜。这是一道很具有怀旧意味的菜，是四川人的童年回忆之一。成都有个上了年纪的烤鸭小贩告诉我，在工业化之前的日子里猪都是散养的，只要有人做回锅肉，整个院子的人都能闻得到那令人垂涎三尺的香气。据说四川有名的秘密社团在被中国政府取缔前，只要聚会都会吃这道菜，所以在川西的某些地区回锅肉还被叫作“袍哥肉”。\n\n之所以叫“回锅肉”，是因为猪肉要先在锅里煮，再放回锅里炒。在热油之中，薄薄的肉片卷曲起来，被厨师们称为“灯盏窝形”，就像旧时中国那种装上油用来做灯的小碟子。主料是一块二刀肉，猪后臀上的肉，没有骨头，多余的部分要去掉（切过“二刀”）；还要方方正正的，半肥半瘦。这种上好的肉煮了之后，有时候会被放在祭祖的供桌上，放一会儿再做他用。据说，这就是回锅肉的由来。\n\n带肥的猪肉是这道菜的灵魂。条件允许的话，你要用肥肉厚度在2～3厘米的二刀肉或猪腿肉，做不到的话，用五花肉也完全可以。要想切片的时候比较轻松，猪肉要切得比实际需要的大，切得不好的那些做别的用途。\n\n姜（带皮）30克\n\n葱（只要葱白）1根\n\n整块二刀肉、猪腿肉或五花肉（肥瘦相间，带皮）350克\n\n蒜苗或红洋葱、红椒、青椒 90克\n\n猪油或食用油 2大匙\n\n盐 1小撮\n\n豆瓣酱 1½大匙\n\n甜面酱 1½小匙\n\n豆豉（清洗后沥干）2小匙\n\n老抽 ¼小匙\n\n用刀面或擀面杖轻轻拍松姜和葱白。烧开一锅水，放入猪肉，大火再次烧开。加入姜和葱白，关小火，炖煮到猪肉刚熟：大约10～20分钟，要根据肉块的厚度而定。把猪肉从水中捞出，放几个小时到彻底变凉之后冷藏，需要时取用（猪肉可以提前一天煮熟）。\n\n正式做菜的时候，把肉切成尽量薄的肉片，确保每一片都要带皮、有肥肉和瘦肉。蒜苗要斜切成细长的“马耳朵”（如果是用洋葱或青红椒，就切成适合入口的片状）。\n\n中火加热炒锅中的猪油或食用油。加入猪肉和一小撮盐翻炒，直到肉片卷曲且微微出油，闻起来很香。把炒锅斜放，把猪肉堆到一侧，把豆瓣酱加入锅底的油中，翻炒出香味，油也变红。加入甜面酱和豆豉，迅速翻炒，然后再把锅正过来，把所有食材混合在一起炒。最后，加入老抽和蒜苗（或别的蔬菜）翻炒到刚刚好的程度。\n\n美味变奏\n\n有时候大蒜久了不用，就会发芽，那种绿色的蒜芽可以代替这道菜中的蒜苗。"}
{"title": "韭黄肉丝", "content": "韭黄（Allium tuberosum），在西方的中国超市只是偶尔能看到，但在中国就比较常见了，通常都是种植在温室中，不见阳光的。阴暗的环境让韭黄失去了原本该有的绿色，叶子变成一种淡然柔和的黄色。韭黄有很强烈的香味，能充溢你的购物袋和厨房。烹饪之后的韭黄丝滑多汁，吃起来非常享受。从汉朝开始，人们就掌握了在温室中让韭黄“漂黄”的技术，宋朝诗人陆游还赞颂过成都附近种的韭黄。如今，韭黄已经成了四川特产，不过别的地方也有产出。对于老一辈的四川人来说，韭黄是除夕夜菜单上不可或缺的食材，因为“韭”谐音“久”，代表长长久久，能给新年带来好兆头。\n\n这是一道很常见的家常菜，要么下饭吃，要么包在新鲜的春饼里做馅儿。川菜中有很多肉丝和各种蔬菜炒在一起的菜（见“美味变奏”），这只是其中之一。猪肉是川菜中最常用的肉类，不过这里的穆斯林会用牛肉或羊肉。鸡肉、火鸡肉也都可以这样烹饪。韭黄是很柔嫩的蔬菜，买回家后最好快点吃，不过如果用纸包起来冷藏，也能保鲜个两三天。加点姜丝、红椒或辣椒到锅里和韭黄一起炒也可以，随意就好。\n\n猪腿肉（瘦肉）150克\n\n韭黄 150克\n\n食用油 3大匙\n\n码料\n\n盐 ¼小匙\n\n料酒 1小匙\n\n土豆芡粉 2小匙\n\n调味\n\n盐 ⅛小匙\n\n土豆芡粉 ¼小匙\n\n料酒 ½小匙\n\n镇江醋 ¾小匙\n\n生抽 ¼小匙\n\n高汤或清水 1½大匙\n\n猪肉切成尽量薄的肉片，然后切成很细的肉丝，放入碗中，加入码料和1½大匙水，朝一个方向搅拌均匀。放在一边，同时准备其他配料。\n\n韭黄理好去头，切成5厘米长的小段。调味料全部放进一个小碗。\n\n锅中大火热油，放入肉丝迅速翻炒。肉丝一分开立刻加入韭黄。继续翻炒到韭黄变烫（肉丝一定是刚熟的程度），然后搅一搅调味料，倒进锅里。汤汁浓稠时搅拌一下，然后上桌。\n\n美味变奏\n\n不用韭黄也可以用韭菜、芹菜、青红椒等其他蔬菜，所有蔬菜都要切成均匀的细丝。肥嫩多汁的蔬菜最好是提前中火炒个一两分钟断生，然后放在一旁，等肉炒得丝丝分明了，再把蔬菜回锅同炒（如果不提前炒一炒，等蔬菜熟了，肉丝可能就炒过头了）。\n\n如果吃素，可以用豆腐干或熏豆腐切丝代替猪肉（豆腐不用提前码味，直接炒就可以了）。"}
{"title": "粉蒸肉", "content": "这是四川乡村地区宴席与庆祝场合上常常出现的一道传统菜肴，扣在碗里蒸好，十分美味。猪肉切片，码味，裹上米做的蒸肉粉，加热后蒸肉粉膨胀，让肉片穿上一件软糯熨帖的“衣服”，肉片和豌豆融为一体，口感很梦幻。这道菜是穆斯林特色菜小笼粉蒸牛肉的“近亲”。在重庆和川南地区，这道菜的名字叫作“鲊肉”，遵循古法将米舂成粉，人称“鲊粉”。\n\n这道菜做法很简单，但蒸制需要2小时，所以一定要小心别让锅里的水烧干了；不过，也可以用高压锅蒸30分钟。你也许能在中国超市里找到现成的蒸肉粉，也可以自己做。你还需要一个直径大约18厘米，宽约5厘米，能放进蒸锅的碗，还有适量锡箔纸和天然纤维做成的绳子。这道菜可以提前做好冷藏，上桌前再用蒸锅或微波炉加热。\n\n猪肉肋排也可以如法炮制。豌豆也可以换作青鲜黄豆或去皮切块的南瓜或红薯。我曾经在宜宾吃过一道甜口的粉蒸肉，黄澄澄的红薯裹着蒸肉粉和红糖浆，与肥瘦相间的猪肉混合蒸制，非常好吃。\n\n新鲜或冷冻豌豆 150克（带豆荚约450克）\n\n蒸肉粉 5大匙\n\n豆瓣酱 1½大匙\n\n高汤 100毫升\n\n带皮五花肉 350克\n\n食用油 1大匙\n\n料酒 2小匙\n\n豆腐乳（红白皆可）2小匙（和着卤水搅散）\n\n姜末 1小匙\n\n白胡椒面 ⅛小匙\n\n老抽 ¼小匙\n\n葱花 1～2大匙\n\n细砂糖 ½小匙\n\n盐\n\n豌豆放在碗里，加入¼小匙的盐、1大匙蒸肉粉和2大匙高汤，搅拌均匀。锅里中火热油，加入豆瓣酱，轻轻翻炒到油色变红并散发出香味。起锅，放在一边备用。\n\n猪肉切片，像市售的那种培根片，大约10厘米长，3～4毫米厚，每片都要带一点皮。放进碗里，加入豆腐乳、料酒、姜末、生抽、细砂糖和白胡椒面，与豆瓣酱炒过的油混合。把剩下的蒸肉粉和高汤加入，再加¼小匙的盐，混合均匀。\n\n把肉片沿着碗底和碗沿互相交叠摆好，不要留下缝隙，猪皮的部分要贴在碗面上。铺好肉片后，装满豌豆，表面均匀铺平，碗口加盖锡箔纸。为了蒸好后能轻易从蒸锅里取出，可以用绳子将整个碗像包裹一样捆扎好。\n\n炒锅或蒸锅中烧开大量的水，碗放在蒸架上，盖好锅盖，中火加热2小时，随时加水。（另一种办法是用高压锅蒸30分钟，然后留出时间让压力自然释放。）\n\n要上桌前，把碗从蒸锅中取出，拿深盘覆盖碗口，倒过来。碗拿走以后，肉和豌豆就在盘中自然成形了。蒸好的肉很软，所以可能有点走形，但不用担心，味道仍然会很棒。撒葱花装饰。"}
{"title": "咸烧白", "content": "举行老派乡村婚礼的家庭通常会雇一个“乡厨子”来操持婚宴。这个厨子通常就是当地一个厨艺了得的农民，带着自己的装备和帮手到了地方，然后准备几十甚至上百人的饭菜，端到主人家在院子里临时摆起来的流水席上。咸（四川方言音“含”）烧白几乎永远在这种宴席的菜单上占据着一席之地，在大年三十例行的年夜饭上也是不可或缺的一道菜。碗里摆着一片片五花肉，蒸到肥肉软烂，入口即化；宜宾芽菜浓重的咸味在蒸制过程中与肉融合在一起。这道菜是客家和粤南菜系中“梅菜扣肉”的四川“近亲”，当得起“肥而不腻”这个称赞。\n\n这种碗蒸菜是所谓“田席”或“坝坝席”中的明星，因为可以提前备好放在锅中，小火微蒸，需要的时候再出锅：非常有利于办多人宴席。通常这样的宴席会被称为“九大碗”或“三蒸九扣”。\n\n我参加过一次这样的午间婚宴，院子里用砖头陶土搭建了一个临时土灶，一群帮厨共花两天时间进行备料烹饪。等客人到场，十几张圆桌上已经摆好了凉菜；之后，一碗又一碗的热菜就从一摞高高的竹蒸笼上被拿下来上桌了。\n\n五花肉（整块带皮）450克\n\n老抽 1¾小匙\n\n食用油 100毫升\n\n泡椒 3个（可不加）\n\n豆豉 1大匙\n\n宜宾芽菜或天津冬菜 150克（清洗后挤干水分）\n\n一大锅水烧开，加入猪肉煮大概10分钟。捞出猪肉浸凉水，刚才的热水保留。肉趁热用厨房用纸或干净的茶巾吸干水，然后把¼小匙的老抽抹在表面上，放在厨房用纸上，静置几分钟晾干（也可以防止一会儿放进热油时溅油）。\n\n锅中放油，大火烧热至160°C左右（放一片肉下去试验，密集地冒泡即可）。\n\n加入猪肉，带皮的一面向下，炸大约2分钟，至猪皮表面像冒泡泡一样起皱，整个呈现深红棕色，一定注意不要炸煳了。把肉从锅中捞出，放回刚才保留的热水中，浸泡约5～10分钟，直到肉皮再次变得柔软，然后从水中捞出，静置一边彻底放凉。\n\n猪肉放凉以后切片，尽量每一片都切得均匀，厚度在5毫米左右，每一片都要带点皮。如果肉片太宽，可以顺着纹理从中间切断（理想的长宽应该在8厘米×4厘米左右）。边角料也都保留下来。如果要用泡椒，则去头，用刀轻轻挤刮，把辣椒籽尽量挤出来，每个泡椒都切成3段。\n\n取直径约21厘米，深约4厘米的耐热碗（要能装进你的蒸锅或高压锅中），在两边碗沿上铺2片肉，肉皮要向着碗底中心。之后在碗底整齐地摆上大约8片肉，每一片都要覆盖着上一片，每一片的皮都要接触到碗底。边角料摆在肉片上（也可以用在别的菜肴中），然后在肉上均匀地淋1½小匙的生抽，加入豆豉和泡椒，再填满芽菜或冬菜，用手轻轻按压。碗口加盖锡箔纸。为了蒸好后能轻易从蒸锅里取出，可以用（天然纤维做的）绳子将整个碗像包裹一样捆扎好。\n\n碗放进蒸锅，盖好锅盖，大火烧开后继续加热2小时，随时加水。（另一种办法是用高压锅蒸30分钟，然后留出时间让压力自然释放。）可以提前一两天进行这个步骤。\n\n要上桌前，可以进行再次加热，解开绳子，拿走锡箔纸，拿深盘覆盖碗口，迅速倒过来让肉和芽菜呈现半球状。\n\n美味变奏\n\n龙眼咸烧白\n\n这是咸烧白的“奢侈版”。每段红泡椒里都塞一个豆豉，然后分别用一片猪肉包住，竖着摆放在耐热碗的中心，带皮的一面向下，周围用芽菜或冬菜围成一堵“墙”保持造型。按照上述菜谱中的做法进行蒸制。把碗倒扣在盘中，表面就像是一个个有着黑色瞳仁的红色龙眼。"}
{"title": "锅巴肉片", "content": "这道菜非常适合朋友聚会。热气腾腾的酱料盛在碗中，和一个堆满肉片与脆锅巴的深盘一起上桌。座上的客人们经过提醒都略微靠后，酱料倒在锅巴上，“滋啦”一声，视效音效都爆棚，有些地方把这道菜称为“平地一声雷”，可不是毫无根据的。（我在四川“烹专”学这道菜时，还听老师介绍了另一个有点难以启齿的名字“轰炸东京”，有几个同学一听就窃笑起来。）不过，这道菜不仅仅冲击感官，色、香、味也令人愉悦。锅巴浸了酱料，一半多汁，一半爽脆，特别好吃。\n\n你会看到，虽然这道菜里没有用到荔枝，但酱料在川味中被归为荔枝味：是比糖醋味更清淡的味道，酸味比甜味更突出些，就像荔枝一样。按照中餐的传统，“锅巴”指的是在火上煮饭时因为略微烧煳而粘在锅底的那一层米。锅巴撒上盐和辣酱，就成了孩子们特别喜欢的零食。市面上也有像薯片一样的袋装锅巴售卖。\n\n我在成都上学时，在每个市场都能找到锅巴：在巨大的锅里做成，整块的锅巴和那种卫星天线的“锅盖”一样大，晒干以后掰碎售卖。很高兴，这种锅巴在家用烤箱做也很方便，还可以提前做，放在密封罐里，需要时取用。\n\n做这道菜时，你需要用一口锅处理肉片，用另一口锅（炒锅或油炸锅）做锅巴。如果是用炒锅做锅巴，我建议找个帮手来帮你看着油，免得你处理肉片和调酱料时，一不注意油温就过高了。上菜要用大盘子，还要用一个能用锅盖或小盘子盖上的深碗，给酱料保温。\n\n干香菇 4个\n\n干木耳 少许\n\n笋（新鲜笋或罐头笋皆可）60克\n\n葱（只要葱白）2根\n\n泡椒 2个（或1个成熟度很高的番茄）\n\n无骨猪排肉或猪里脊肉 200克\n\n食用油 3大匙\n\n大蒜（去皮切薄片）2瓣\n\n姜（量和蒜一样，去皮切薄片）\n\n鲜汤 500毫升\n\n绿叶菜 1把\n\n土豆芡粉 2大匙（加3大匙凉水搅匀）\n\n锅巴\n\n泰国香米 200克\n\n食用油 油炸用量\n\n码料\n\n盐 ¼小匙\n\n料酒 2小匙\n\n土豆芡粉 2小匙\n\n酱料\n\n细砂糖 3大匙\n\n镇江醋 3大匙\n\n生抽 1½大匙\n\n盐 ¾小匙\n\n先来做锅巴（这一步应该提前做）。烤箱预热到200°C。先按日常做法把米饭蒸熟，然后在铺了烘焙油纸的烤盘上铺平，厚度在6毫米左右，整理边缘，尽量平整，让各个部位厚度一致。烤约30分钟，把米烤到干脆，边缘有微微的金色。从烤箱取出，彻底放凉并晾干。然后掰成约6～7厘米见方的小块，储存在密封罐里。\n\n香菇和木耳都用热水浸泡30分钟。之后挤出多余水分，香菇去柄，切成薄片，木耳撕成适合入口的小朵，去掉根部硬硬的部分。\n\n竹笋切片，在开水中焯水1～2分钟，然后捞出沥干。葱白斜切成“马耳朵”，泡椒（如果要用的话）也如法炮制（如果用的是番茄就切片）。\n\n猪肉切薄片，加入码料和1大匙凉水，搅拌均匀。\n\n酱料的配料全部在小碗中混合。\n\n做好烹饪准备以后，首先选择操作距离较远些的那个灶，加热油炸用的食用油，要炸锅巴的话，油温要达到200°C（待会儿去处理猪肉和酱料时，也一定要注意油温不能过高）。\n\n炒锅中加入3大匙油，大火加热。下猪肉翻炒到片片分明。肉色变白后，下蒜、姜、葱白和泡椒（如果使用的话）翻炒出香味。把香菇、木耳、竹笋和番茄（如果使用的话）放进去翻炒到锅里热气腾腾。加入鲜汤，烧开，撇去浮沫。搅一搅酱料，加入锅中，之后加入绿叶菜。迅速搅动一下土豆芡粉，分几次加入锅中，不停搅拌到汤汁略微浓稠（水芡粉的量不要过多）。把锅中的东西倒进一个深碗，盖住碗口保温。\n\n等油炸锅中的油温已经达到200°C，就把锅巴放进去，炸1～2分钟，到体积膨胀，颜色金黄。放在厨房纸上充分沥油，然后堆在盘中。这时候手脚要麻利，盘子和装酱料的碗同时上桌，当着客人的面把酱料倒在脆脆的锅巴上。\n\n美味变奏\n\n有的餐馆会用鱿鱼代替猪肉，鸡肉也是不错的选择。如果是素食主义者，用各种各样的新鲜菌类来代替肉，也会很好吃。葱姜蒜是不可或缺的调味料，但搭配的蔬菜就随意选择了，反正目标就是要颜色丰富好看。"}
{"title": "京酱肉丝", "content": "一次，我和朋友们在自贡附近的枕水古镇闲逛，巧遇一个酱坊，店主家是专门做这一行的，已经传到了第四代。他们家的院子里摆了一缸缸甜面酱，这种酱料的历史至少能追溯到元朝。虽然街上小店里随处可见这种调味料，我却少有机会亲眼见证手工制作的过程。店主范先生带我们走到店铺后面的一间屋子，地上全是大块蒸制后的面团，用纸包着，正安静地在自身表面生成一层霉菌。两周以后，它们就会被放进缸里，浸没在卤水中，在阳光下晾晒（只在晚上和下雨时才加盖），晒成深土色的面酱，嗅之扑鼻上头，尝之浓郁。用这种基本方法，使用黄豆、各种谷物及面粉做成的酱，在大约两千年的时间里，一直是中餐烹饪中最重要的调味料，直到酱油（老抽、生抽）这种现代调味料声名鹊起，才逐渐被取代。\n\n20世纪90年代，成都每个饭馆的菜单上都有我介绍的这道菜，甜面酱就是其中最主要的调味料。“京酱肉丝”这个名字说明其灵感是来源于中国北方一道类似的菜。肉丝散发着幽深的光泽堆在盘子上，再装饰一点脆脆的葱白丝或京葱丝，清新爽口的味道刚好和浓郁的肉丝形成对比。\n\n猪腿肉或猪肩肉 250克\n\n葱（只要葱白）4根（或1根京葱）\n\n甜面酱 1½大匙\n\n食用油 5小匙\n\n码料\n\n盐 ¼小匙\n\n土豆芡粉 1大匙\n\n料酒 ½大匙\n\n酱料\n\n细砂糖 1小匙\n\n土豆芡粉 ¼小匙\n\n生抽 1½小匙\n\n老抽 ½小匙\n\n高汤或清水 1大匙\n\n猪肉均匀地切成很薄的肉片，再切成细长的肉丝，理想厚度应该在3毫米左右，这样的话可以均匀受热，迅速炒熟，保持软嫩。肉丝放在碗里，加入码料，再加1½大匙凉水，然后往同一个方向搅拌均匀。放在一边备用。\n\n葱白或京葱切成10厘米的葱段，然后切成细丝，泡在凉水中。用1大匙凉水将甜面酱搅散到可以流动但依旧浓稠的状态。\n\n小碗中混合酱料的各种配料。\n\n做好一切准备之后，把葱白或京葱沥干水。炒锅放油，大火加热。加入肉丝，干脆利索地翻炒到丝丝分明、将熟而未熟的程度。炒锅斜放，肉丝堆到一侧，搅散的甜面酱加入锅底的油中，翻炒10～20秒，炒出香味，然后再把锅正回来，把肉丝和甜面酱混合炒熟。\n\n接着要手脚麻利、动作迅速，酱料搅拌一下倒进锅中。继续搅拌直到酱汁浓稠，然后起锅，表面放上葱丝或京葱丝，上桌。"}
{"title": "红烧肉", "content": "肥瘦相间的猪腩肉有个颇具诗意的中文名——五花肉，这道菜就是用五花肉做成的。肥瘦肉小火慢炖到完美软烂的状态，酱汁慢慢蒸发，变成糖浆色，光彩油亮，里面还有八角，让风味更为丰富细腻。红烧肉特别好做，吃起来又让唇齿震动。\n\n这是一道在全球都很受欢迎的中国菜，而川菜中的版本颜色没有上海红烧肉那么深，味道也没有那么甜。在那些家常的“苍蝇馆子”，红烧肉通常会和其他的烧菜一起上桌。店里通常会琳琅满目地摆着一碟碟凉菜、咕嘟咕嘟的炖锅、一坛坛泡菜和一大桶米饭，任君挑选。\n\n条件允许的话，这道菜最好是提前一天做，放过夜后，风味与口感似乎会更上一层楼。放凉后，你可以把表面上凝固的油脂去掉再端上桌（油脂可以用于炒菜或加入面汤增鲜）。\n\n带皮五花肉 750克\n\n姜（带皮）30克\n\n葱（只要葱白）2根\n\n食用油 2大匙\n\n鲜汤 700毫升\n\n老抽 约1大匙（或糖色1½大匙）\n\n料酒 2½大匙\n\n盐 约¾小匙\n\n红糖或冰糖 3大匙\n\n八角 半个\n\n烧开一大锅水。加入猪肉，焯水4～5分钟；捞出浸凉水，然后切成3～4厘米见方的肉块。用刀面或擀面杖把姜和葱白轻轻拍松。\n\n取厚底锅热油，热到刚刚开始冒烟的程度。加入肉块，煎几分钟到肉“发紧”，封住油。愿意的话，在这一步可以倒掉多余的油脂。\n\n其他所有配料倒进锅里拌匀烧开。转小火慢炖，锅盖半盖或不盖，炖2小时左右，不时进行搅拌，直到猪肉软烂。离火出锅，姜和葱白捞出来扔掉。\n\n上桌前根据具体喜好调味。愿意的话，可以多加一点老抽或糖色加深颜色。你也可以开大火让汤汁更加浓稠。\n\n美味变奏\n\n同样的办法还可以用于烹饪排骨、兔肉和牛肉和某些下水。不过做红烧牛肉的方法通常不太一样，会用到豆瓣酱。"}
{"title": "鱼香肉丝", "content": "所谓的“鱼香味”是川菜中最著名的烹饪创意之一，也鲜明地代表了川人对各种味型进行的大胆融合。鱼香味又辣又甜，又酸又咸，还结合了葱姜蒜扑鼻的香味。泡椒给整道菜增添醇厚的微辣，也带来一种油亮的橘红色。鱼香味的菜，是川菜走出巴蜀地界后最受欢迎的菜肴种类之一，但因为中文里面带了个“鱼”字，英文菜单上就出现了五花八门的奇怪翻译，什么mock-fish，sea-spice，fish-flavored，等等。其实汉字就是“鱼”和“香”，所以我直译成“fish-fragrant”（对于这个词的具体解释）。\n\n鱼香肉丝是川菜中最著名的鱼香味型菜肴。川菜厨师是一般喜欢用上好的冬笋或莴笋作为这道菜中的爽脆担当，但你可以用西芹。做这道菜要动作快，才能保证肉丝软嫩。用四川泡椒的话，油色就会呈现非常漂亮的橘红。三巴酱的颜色要淡一些，所以我有时候会再加一点点红油，好让整道菜发散出传统的红光。\n\n干木耳 4～5朵\n\n蒜末 2小匙\n\n芹菜或莴笋（去皮）125克\n\n姜末 1½小匙\n\n猪腿肉或猪排肉 200克\n\n葱花 2大匙\n\n四川泡椒末或三巴酱 4小匙\n\n食用油 4大匙\n\n红油 2～3大匙（不要下面的辣椒，可不加）\n\n码料\n\n盐 ¼小匙\n\n料酒 1小匙\n\n土豆芡粉 1大匙\n\n食用油 1小匙\n\n酱料\n\n土豆芡粉 ¾小匙\n\n细砂糖 3小匙\n\n镇江醋 2小匙\n\n生抽 2小匙\n\n放凉的高汤或清水 2大匙\n\n木耳放在碗里，热水浸泡30分钟。去掉根部硬硬的部分，然后切成厚度3毫米的丝（最后差不多是50克的重量）。芹菜或莴笋处理好之后切成厚度3毫米的细丝。猪肉切成大约5毫米的薄片，再切成肉丝，放进碗里，把所有码味料都放进去，只留1小匙的油。碗里加1大匙清水。往一个方向搅拌均匀，再把油也倒进去搅匀。\n\n取小碗混合酱料的配料。\n\n大火加热炒锅，然后加入4大匙食用油。油烧热以后，加入肉丝，迅速翻炒到丝丝分明。肉丝一变色，立刻把炒锅斜放，把泡椒末、姜末和蒜末加入锅底的油中。翻炒到散发香味，油色发红。把炒锅正过来，翻炒肉丝和配料。加入木耳和芹菜或莴笋，迅速翻炒。稍微搅拌一下酱料，倒入锅的正中央，翻炒混合。最后，加入葱花和红油（如果要用的话）。立即上桌，趁热吃。"}
{"title": "糖醋里脊", "content": "竹园是我在成都最爱的餐馆之一。烟雾缭绕的厨房中，永远都是一派积重难返的手忙脚乱。络绎不绝的食客总是报出一长串做法复杂的菜名，但大部分下厨工作都是用一口炒锅来完成的。主厨站在煤炉前翻炒掂锅，“无影手”一般疯狂地往锅里倒各种食材与酱料。三个助手在小小的后厨忙碌飞奔，切着姜末、蒜末、肉片、肉丁、肉丝，还要洗碗、洗盘子。整个厨房感觉随时处在混乱崩溃的边缘。到处都堆放着竹篮子，里面装满了葱、芹菜与大白菜，凌乱无比。地上到处是泡好的干鱿鱼和各种菌菇，特别挡路。\n\n然而，在这一片疯狂的混乱中，却奇迹般地诞生了那片儿最好的川菜，调味正宗，火候精准，很朴实地端上桌，全无一丝矫饰与骄傲。\n\n竹园的招牌菜之一，就是糖醋里脊。炸得嫩嫩的猪肉挂着色深味浓的酱料；西方也有同名的中国菜，但看上去就像人工合成的零食，和竹园的一对比，真是被甩出去几百条街。\n\n猪里脊 250克\n\n料酒 2小匙\n\n大个鸡蛋 1个\n\n土豆芡粉 75克\n\n食用油 至少500毫升（油炸用量）\n\n蒜末 1大匙\n\n姜末 1大匙\n\n葱花 3大匙\n\n葱白（切成葱丝）2根（可不加）\n\n红辣椒（切成细丝）几个（可不加）\n\n盐\n\n酱料\n\n细砂糖 5大匙\n\n镇江醋 2大匙\n\n生抽 ½大匙\n\n土豆芡粉 1¼小匙\n\n高汤或清水 5大匙\n\n将猪肉切成约1厘米厚的肉片，然后切成适合入口的1厘米厚的肉条。放进碗里。加入料酒和¼小匙的盐，混合均匀。另取一个碗搅匀鸡蛋，慢慢地加入土豆芡粉中，搅成浓稠顺滑的面糊。加入到猪肉中搅拌，让每一根肉条都挂上面糊。\n\n把酱料的配料在碗里混合，再加¾小匙的盐。\n\n油炸用量的食用油在锅中加热到150°C（放一片肉下去试验，微微地冒泡即可）。手脚要麻利，很快地把一半肉条溜进油锅里，每一条都要单独放，免得粘在一起，用长筷子或钳子搅动，将肉条分开。肉条油炸1～2分钟，颜色变白，将熟而未熟。用漏勺从油锅中捞出，剩下的肉条如法炮制。\n\n油再加热到190°C（放一片肉下去试验，密集地冒泡即可）。把所有的肉条再放回油锅中油炸到表面发脆，颜色金黄：选一条切得比较大的肉条捞出来切开看看，确保肉完全熟了。用漏勺从油锅中捞出，尽量沥干油，堆在盘中。\n\n小心地把锅中油倒出一部分，只剩下大概3大匙在锅里，再开大火。加入蒜末和姜末炒香。稍微搅一下酱料然后倒入锅中，翻炒到糖融化。等到酱汁浓稠且密集冒泡，迅速将葱花倒进去搅拌一下，然后淋在肉条上。用葱白丝和辣椒丝装饰，立即趁热上桌。\n\n美味变奏\n\n椒盐里脊\n\n不要酱料，趁热把油炸肉条上桌，配一盘椒盐蘸碟。\n\n鱼香里脊\n\n把菜谱里的糖醋酱料换成鱼香酱料即可。这样做也非常好吃。"}
{"title": "李庄头碗", "content": "李庄是川南保护得最好的古镇之一。曾经，长江是中国最重要的运输动脉，那时的李庄是个繁忙的港口，也是繁荣富有的区域中心。但随着一条条铁路四通八达，这里也逐渐消隐无闻。如今的李庄在长江不起眼的支流边安然而立，风景如画，岁月静好。老街小巷的两旁林立着木房子与开门迎客的店面，当地人慵懒地围坐着，喝茶闲聊，家长里短，玩着棋牌麻将。这里有做传统草鞋与竹椅、竹凳的匠人，还有专卖香脆米花糖的小店。每个赶集日，小街上到处都是货郎小摊，有上了年纪的农民，叫卖一篮子一篮子的鸡蛋或蔬菜；有剃头匠，在旁边的墙上挂一面镜子，顾客可以一边享受理发修面服务，一边把街景一览无余。\n\n这道令人愉悦的美味佳肴通常是婚礼、过年等庆祝场合上桌的菜。之所以叫“头碗”，就因为它是一道节庆菜肴，一大碗高汤里，浸着蒸好的粑粑肉，四周摆放着完整的豌豆、木耳、黄花菜和其他点缀。粑粑肉要提前做，放凉后再切片。要做这道头碗，你需要一个正方形或长方形的隔热器皿：我的装备是一个玻璃的食物存储盒，大约17厘米长、11厘米宽、5厘米高。这道菜的做法我是从李庄的厨师任强和张勇那里学到的。\n\n干黄花菜 1小把\n\n干木耳 1小把\n\n小白菜 几棵\n\n熟豌豆或鹰嘴豆 150克\n\n高汤 500毫升\n\n葱花 1小把（可不加）\n\n盐和白胡椒面\n\n粑粑肉\n\n肥瘦相间的猪肉末 250克\n\n小个鸡蛋 2个\n\n土豆芡粉 60克\n\n姜末 1½大匙\n\n盐 1½小匙\n\n花椒面 ¾小匙\n\n食用油 少许\n\n首先做粑粑肉。猪肉放进碗里。蛋清、蛋白分离，其中一个蛋的蛋清倒进肉里，再加上土豆芡粉、姜末、盐、花椒面和90毫升的凉水，充分拌匀。\n\n在烹饪容器中刷油，放进猪肉，摊开，表面要平整均匀。剩下的蛋白和蛋黄搅拌均匀，刷在猪肉表面，然后用锡箔纸盖好，放进蒸锅中，大火蒸制30分钟。把容器从蒸锅中拿出，彻底放凉。\n\n黄花菜用凉水浸泡至少1个小时至泡软。木耳用热水浸泡至少30分钟至泡软，然后撕成容易入口的小朵，根部硬硬的部分丢掉，继续泡在水中，需要时取用。小白菜竖切成半颗或⅓颗，如果还是太大，就继续切成适合入口的大小。水烧开后稍微焯一下小白菜，再过凉水冲洗。用凉水浸泡，放置在一旁，需要时取用。\n\n把粑粑肉从容器中倒出来，切成大约5毫米厚的肉片。把刷了蛋液的那一面朝下铺在能放进蒸锅的碗底，豌豆或鹰嘴豆撒在肉上，沥干水的木耳和黄花菜摆放在碗沿。碗放在蒸锅里，高火蒸制20～30分钟，要蒸透。\n\n蒸制的同时把高汤烧开，根据自己的口味用盐和白胡椒调味，并进行保温。\n\n把碗从蒸锅中取出，用深汤碗盖在上面，迅速翻转，然后轻轻地拿掉蒸制用的碗。迅速把小白菜浸入热高汤中进行二次加热，然后围着粑粑肉摆放好。把高汤沿着碗边倒进去，愿意的话，就用葱花装饰。上桌开吃。"}
{"title": "榨菜肉丝", "content": "这道家常菜做法简单，却特别美味。白白的肉丝、咸咸的榨菜和新鲜的香葱温柔地“缠绵”在一起，很是可口。做起来也是方便迅速。榨菜是用某种芥菜的块茎做成的，一开始是浸在辣卤水中吃新鲜的，或者慢慢腌制，随吃随拿。但19世纪末，重庆附近小城涪陵一个富有创业精神的农民因为意外丰收，尝试了一下盐脱水的保存办法，结果味道特别好，于是这位农民在兄弟的鼓励下做起了榨菜生意。几十年过去了，人们纷纷仿效，榨菜生产遍布全省。做榨菜的流程，是首先将隆起的芥菜块茎晾在木架子上，在长江河谷温柔的风中慢慢阴干；接着用盐腌制并压榨进行脱水，之后与海椒面、花椒面等一系列香料混合，密封在陶土坛子里进行发酵。成品酸咸浓香，脆中带一点嚼劲。\n\n榨菜通常会被当作下饭菜，或者切一切撒在面或豆腐菜上增添风味，但在这道炒菜中，榨菜显得异常美味。炒这道菜时，中国厨师通常会用猪油来更添一层鲜。你用猪油、食用油或两者混合的油都可以。\n\n猪肉（无骨）200克\n\n榨菜 50克\n\n葱 2根\n\n食用油或猪油 4大匙\n\n码料\n\n料酒 1½小匙\n\n土豆芡粉 1½小匙\n\n盐 ⅛小匙\n\n食用油 2小匙\n\n酱料\n\n细砂糖 ¼小匙\n\n土豆芡粉 ½小匙\n\n猪肉切薄片，然后均匀地切成肉丝，理想厚度是3～4毫米（可以先把猪肉冷藏一个小时左右，切起来比较容易）。肉丝放进碗里，加入1大匙凉水和除食用油以外的所有码料。往同一个方向搅拌均匀，放置一旁，同时准备别的配料。\n\n榨菜冲洗之后切成与猪肉差不多的细丝。如果特别咸，就在开水中焯水10秒再沥干。葱切成6厘米长的段，再纵向地切成细丝。把做酱料的配料和2大匙凉水在碗中混合。\n\n将2小匙油加入正在码味的肉丝中，混合均匀，然后在炒锅中大火加热4大匙食用油或猪油，把肉丝倒进去翻炒到丝丝分明，颜色变白，然后加入榨菜，继续翻炒到猪肉刚刚炒熟、榨菜散发香味的程度。搅一搅酱料，加入锅中，迅速翻炒到酱汁浓稠。最后，加入葱丝，翻炒一两下，上桌。\n\n美味变奏\n\n榨菜肉末\n\n不用肉丝改用肉末，榨菜也要切碎来搭配口感。码料就不用了，肉末直接倒进锅里炒到将熟而未熟，然后加入榨菜。两者都炒熟且炒香后，撒葱花翻炒一下，上桌。这道菜很适合快手晚餐，特别下饭。"}
{"title": "回锅腊肉", "content": "享用四川腊肉或酱肉的最好办法之一，就是蒸制后切片，再和很香的蔬菜一起炒，来平衡丰富的油脂和咸味。成都远郊道教名山青城山一带的腊肉很有名，长时间熏制之后颜色会变得黑黑的。厨师们通常会用这种腊肉做炒菜，配菜就是简简单单的蒜苗。薄皮长青椒也是很妙的配菜，韭菜也不错。\n\n这道菜做法简单，却非常美味，但如果愿意的话，你也可以在加入长青椒之前加点干海椒和花椒，增添风味。再来点姜片、蒜片也是很好的，能稍微增添点辣度，把其中的香味都给勾出来。如果腊肉不是自制的，那么你可能会在当地的中国城里找到很好吃的广味酱肉或风干香肠，按照完全一致的方法做出来，也很棒。\n\n四川腊肉或酱肉 150克\n\n长青椒或蒜苗（或者两者混合）350克\n\n食用油 1大匙\n\n盐\n\n把腊肉或酱肉放在蒸笼里，高火蒸大约20分钟至熟。放凉后切薄片。长青椒和（或）蒜苗处理好，斜切成长度约1厘米的“马耳朵”。\n\n取炒锅，大火热油。加入腊肉或酱肉翻炒到肥肉释出一点油脂。把长青椒和（或）蒜苗倒入锅中翻炒到炒熟炒香，腊肉周围有点金黄色的程度。根据口味不同，可以加盐调味（但腊肉或酱肉本身已经很咸了）。"}
{"title": "生爆盐煎肉", "content": "这道菜和比它出名的回锅肉一样，都是家常味的代表菜肴：咸口，有浓郁开胃的发酵酱味，只有轻微的辣度。两道菜之间的区别在于，这里是直接用生肉切片，所以和要入锅两次的版本相比，口感上有比较大的区别。盐煎肉是四川普通人家餐桌上常见的菜肴，再配上几个炒素菜，一道简单的汤、一大碗米饭，更觉风味十足。\n\n这道菜里的肉片通常是和蒜苗一起炒的，但韭菜、蒜薹、芹菜、仔姜，甚至豆腐干也都可以搭配。我这个菜谱选的配菜是青椒。在锅中翻炒肉片时，要加一小撮盐，帮助肉片释放水分，所以有了“盐煎肉”这个名字。至于“生爆盐煎肉”这个全名，是因为肉片下锅炒时温度非常高。不过通常人们都是直接简称“盐煎肉”。\n\n猪臀肉或猪腿肉（要有较厚的一层肥肉）250克\n\n青椒 1个（约200克）\n\n猪油或食用油（或两者混合）3大匙\n\n盐 1大撮\n\n豆瓣酱 1½大匙\n\n豆豉 ½大匙\n\n老抽 ¼小匙\n\n猪肉切片，尽量切薄，每一片都应该肥瘦相间。\n\n青椒去籽处理，尽量整齐地切成适合入口的小块。\n\n猪油和（或）食用油放入锅中大火加热。倒入肉片翻炒，翻炒到片片分明时加入盐。炒个一分钟左右，到肉片散发香味，释出一些油脂。调整火力到中火。把锅斜过来，肉片推上去放在锅边，将豆瓣酱和豆豉加入锅底的油中，翻炒到散发香味，油色红亮。把锅正过来，所有食材混合翻炒，然后加入老抽和青椒，翻炒到热气腾腾，立即上桌，趁热吃。"}
{"title": "白油肝片", "content": "肝和腰子（肾）一样，最好的烹饪秘诀就是快，所以很适合用来做中式炒菜。这是一道很普通的家常菜，但其中的轻盈精妙，在欧洲的肝脏菜中是非常罕见的。想要得到最好的结果，你需要一把锋利的快刀，能把肝片尽量切薄切整齐。（按照肝脏的自然形状切下来的尖片，称为“柳叶片”。）\n\n关于这道菜的菜谱，我的资料来源之一是一本20世纪80年代出版的食谱，令人惊讶的是，这本书的封底还印着“内部发行”几个字。这其中的原委我百思不得其解。\n\n干木耳 少许\n\n猪肝 250克\n\n芹菜秆 2根（约75克）\n\n泡椒 3个（或½个红椒）\n\n葱（只要葱白）2根\n\n食用油 150毫升\n\n蒜（去皮切片）2瓣\n\n姜（去皮切片）和蒜的用量相当\n\n码料\n\n盐 ¼小匙\n\n料酒 1小匙\n\n土豆芡粉 2小匙\n\n酱料\n\n盐 ¼小匙\n\n细砂糖 ¾小匙\n\n土豆芡粉 ¾小匙\n\n白胡椒面 2撮\n\n料酒 1小匙\n\n生抽 1小匙\n\n高汤或清水 2大匙\n\n香油 1小匙\n\n热水泡发木耳，30分钟左右；根部硬硬的地方要去掉，然后切成细条。剥去猪肝表面的外膜。如果猪肝形态完整，就竖切两半，然后尽量切薄片，有比较硬的部分就丢掉。切好的肝片放在碗中，加入码料，充分拌匀。芹菜切成5厘米长的条，厚度和筷子差不多。如果要用红椒的话，也做同样的处理。把葱白（如果要用泡椒的话也一样）斜切成“马耳朵”。把酱料的配料全部放入一个碗中。\n\n锅中放油，大火加热。放入肝片翻炒到片片分明，颜色开始发白（千万别炒过了），从锅中捞出。锅中的油小心倒出一部分，剩2大匙左右，继续开大火。加入蒜、姜、葱白和泡椒（如果使用的话），迅速翻炒出香味。加入芹菜、木耳和红椒（如果使用的话）翻炒到热气腾腾。再次把肝片放入锅中，翻炒到刚刚好。搅拌一下酱料，倒进锅中，翻炒几秒后盛盘上桌。"}
{"title": "火爆腰花", "content": "我第一次去成都时，朋友周钰带我去一家餐馆，给我点了这道菜。我吃得津津有味，他突然要我猜吃的是什么。我认识盘中的莴笋、干海椒，但那与之一起，微微泛着粉色，切成多边花刀，裹着蜜糖色酱料的东西到底是什么，我却完全摸不着头脑。\n\n火爆腰花绝对是你闻所未闻、尝所未尝的肾脏做法——爽脆、精致，而且非常美味。在我看来，这道菜充分展现了川菜厨师的能力，他们能把最让人弃之如敝屣的下水做成出乎意料的佳肴，也能鲜明体现出中餐在备料上下的功夫。腰子（肾）必须要以特殊的手法细细地切，配菜切好后整齐地摆在盘中，酱料要提前在碗中混合。真正开火烹饪的时间很短。火爆，就是要大火快炒。这种做法能够很完美地保留腰子和肝脏这类下水脆嫩的口感，过了头口感就老了。腰花，就是腰子“开”出的一朵花，纵横交错地切了花刀，在烹饪过程中会绽放。听起来很需要刀工，但你别害怕，要是手中的刀够锋利，就没有看上去那么复杂。至于烹饪过程中的关键，就是火要开得大，手脚要麻利。\n\n猪腰 2瓣（300～350克）\n\n芹菜秆 1根（约50克，或 50克去皮莴笋）\n\n葱（只要葱白）2根\n\n泡椒 2个（或¼个红椒）\n\n食用油 100毫升\n\n蒜（去皮切片）2瓣\n\n姜（去皮切片）和蒜的用量相当\n\n盐\n\n码料\n\n料酒 1½小匙\n\n盐 ¼小匙\n\n土豆芡粉 1½小匙\n\n酱料\n\n土豆芡粉 ¾小匙\n\n白胡椒面 ⅛小匙\n\n生抽 1小匙\n\n料酒 1小匙\n\n高汤 1½大匙\n\n腰子平放在墩子上，用菜刀或其他锋利的刀平行于墩面将其切成两半，带皮那一面朝下。刀仍然和墩面平行，把腰臊全部片掉，只剩下淡粉棕色的部分。可能需要细细几刀才能片掉。\n\n刀和墩面成30°夹角，在每一片腰子表面都划上小口，每个口相距3～5毫米，不要切透。接着，刀仍然和墩面成夹角，垂直于之前划的小口，再划小口，还是不能切透。每一片腰子的表面都应该布满交错的小口。\n\n最后，把腰子切成适合入口的长方形或钻石形。切得不整齐也别担心，下锅一加热都会打卷儿的。（背面介绍了更复杂、更精细的刀工切法。）一片片腰花放进碗中，加入码料，抓匀。放在一旁，准备其他配料。\n\n芹菜秆撕去老筋（莴笋也可以），切成4～5厘米的长条，厚度大概和筷子差不多。葱白和泡椒斜切成“马耳朵”。如果你要用红椒，就切成和芹菜差不多的细条。\n\n酱料的配料全部加进一个小碗中。\n\n锅中放油，大火加热到开始冒烟。放入腰花，迅速翻炒到朵朵分明，颜色开始发白。锅中的油小心倒出一部分，剩2大匙左右，继续开大火，加入蒜、姜、葱白和泡椒（如果使用的话），翻炒一两次即可加入芹菜或莴笋和红椒（如果使用的话）。继续翻炒，直到腰花刚好炒熟。搅拌一下酱料，加入锅中，不停搅拌，直到酱料浓稠并包裹住腰花。立刻上桌，趁热吃。\n\n美味变奏\n\n如果你想试试手，挑战更精妙的刀工，那么腰花还可以切成以下形状。\n\n眉毛腰花\n\n和上述做法一样，先以30°夹角切小口，交叉花刀也一样，但每切3下就要切透。如果有特别长的段，就切分成8厘米左右的长短。按照这种方法切出的腰花，看上去就像那种很浓的眉毛。\n\n凤尾腰花\n\n别的切法和“眉毛”一样，不过反向切时每一刀都要切透，每3下就成独立的一片，这样一来，每一片腰花的尾部都会有3条分散开来，正如神鸟的尾羽。"}
{"title": "胡萝卜烧肉", "content": "成都小街巷中有很多价格便宜且气氛轻松的小馆子，当地人送爱称“苍蝇馆子”，因为这样的馆子可能卫生条件不太好（但其实并不都是这样！）。这些馆子经常会在店门口摆上烧菜，咕嘟咕嘟地冒着泡，诱人的香味飘散在大街小巷，吸引着食客。\n\n如果你决定驻足品尝，就会坐在临时摆放的餐桌旁，点一碗想吃的烧菜，再从同样令人眼花缭乱的凉菜中挑一两个，加个米饭、泡菜什么的。我曾经在悦来茶社附近一座木建筑里找到一家这样的馆子（现在已经消失了），店里卖的烧菜有大豆炖蹄花、红烧肉、竹笋牛腩、土豆排骨、白萝卜肥肠、莲藕排骨、芋儿鸡、红烧肘子、香菇炖鸡和毛血旺。\n\n这道菜谱来自成都的苍蝇馆子“饭遭殃”的一道烧菜（关于这个餐馆有趣的名字）。可以提前做好，要吃的时候再加热；也可以提前一两天把肉做好，然后在上桌前再加热，并加入胡萝卜一起烧。愿意的话，你也可以用四季豆、土豆等根菜代替胡萝卜。\n\n五花肉或猪肩肉（带皮、不带皮均可）450克\n\n姜（带皮）25克\n\n葱（只要葱白）2根\n\n食用油 4大匙\n\n料酒 2大匙\n\n豆瓣酱 3大匙\n\n八角 1个\n\n桂皮或肉桂 1小段\n\n鲜汤 1.3升\n\n细砂糖 2小匙\n\n老抽 ½小匙\n\n胡萝卜 400克\n\n盐和白胡椒面\n\n猪肉切成3厘米见方的肉块。烧开一大锅水，加入肉，焯水1分钟左右，然后放在滤水篮中冲冷水，充分沥干。用刀面或擀面杖轻轻拍松姜和葱白。\n\n大火热锅。加入油，略微旋转一下，然后加入猪肉，翻炒到表面微微呈现褐色，翻炒，使其均匀变色。倒入料酒搅拌，让液体蒸发。把炒锅斜过来，肉推到一边，把姜和葱白都倒入锅底的油中翻炒到散发香味，边缘金黄。加入豆瓣酱、八角和桂皮（或肉桂）翻炒到油色红亮，香味扑鼻。把炒锅正过来，所有食材混合翻炒，然后倒入鲜汤烧开。撇清表面浮沫，然后加入糖和老抽，同时根据实际情况加盐调味。\n\n关小火，慢炖1小时左右至猪肉软烂；也可以用高压锅压20分钟，再等压力自然释放。（我通常会把炒锅里的食材转移到炖锅里来进行这一步，这样可以把炒锅解放出来做别的菜。）\n\n胡萝卜去皮，切成和肉块差不多大小的滚刀块。加到猪肉中，有必要的话淋一点鲜汤或水，然后重新烧开，炖煮30分钟左右，煮到胡萝卜和猪肉都软烂的程度。上桌前加盐和白胡椒面调味。"}
{"title": "木耳肉片", "content": "我朋友邓红的母亲年近八十高龄，却依然像发电机一样，精力充沛，幽默风趣。她会在花盆和屋顶花园上自己种菜，也会亲手做泡姜、泡椒，在阳光灿烂的窗边摆上竹匾，晒果干和种子。有一次，她为我们精心烹制了一桌午饭：红油凉拌鸡、卤鹅掌和猪皮、自制豆腐配蘸水、土豆烧牛肉、山药鸡汤，还有就是这道简单却色彩缤纷又十分美味的炒菜，同时也是一道很典型的四川家常菜。\n\n白白的猪肉片在炒锅里和鲜红的泡椒、滑溜的木耳与脆嫩的莴笋片一起翻炒。调味料组合出来的味型叫“白味”，因为只用了盐和白胡椒面，而没有用到老抽等深色调味料。如果你能找到茎秆粗壮且味道清新淡雅的莴笋，请一定将其入菜。找不到的话，芹菜切片也是不错的选择。\n\n干木耳 10克（泡发之后大概80克）\n\n猪瘦肉 200克\n\n莴笋或芹菜 200克（2～3根）\n\n葱 1根\n\n泡椒 2～3个（或¼个红椒）\n\n食用油 4大匙\n\n蒜（去皮切片）2瓣\n\n姜（去皮切片）和蒜用量相当\n\n码料\n\n盐 ¼小匙\n\n料酒 ½大匙\n\n土豆芡粉 4小匙\n\n酱料\n\n盐 ½小匙\n\n白胡椒面 2撮\n\n土豆芡粉 ½小匙\n\n放凉的高汤或清水 3大匙\n\n干木耳用热水浸泡15分钟。把猪肉尽量切成薄片，理想的长宽在4厘米× 3厘米左右。放在碗里，加入码料和4小匙凉水，充分拌匀。\n\n木耳切成或撕成适合入口的小朵，根部硬硬的部分丢掉。如果你是用莴笋，就去皮后切半，然后平放在墩子上，切成菱形的薄片。如果用的是芹菜，则拍松后斜切。葱切成葱花，泡椒或红椒斜切成薄片。\n\n酱料的配料全部放在小碗中混合。\n\n把1大匙油放进码味后的肉片中搅拌。剩下的油加入炒锅，大火加热，加入肉片，迅速翻炒。肉炒到片片分明、逐渐变白时，加入蒜、姜、葱和泡椒或红椒。翻炒到蒜和姜散发香味。\n\n加入莴笋或芹菜，以及木耳，翻炒到热气腾腾。最后，把酱料搅动一下，加入锅中，不停搅拌，直到酱汁浓稠后起锅上桌。"}
{"title": "水煮牛肉", "content": "这道菜来自自贡，那座城市有个绰号——四川“盐都”，因为自汉朝盐矿兴起到20世纪60年代，自贡一直都是盐业生产的中心。不同省份来的盐商都会在自贡修建属于自己的会馆。其中一家会馆位于一片修建于18世纪的建筑群里，那里还保存着宏伟壮观、飞角檐梁的大门，现在是当地盐业博物馆的所在地。在附近一座木结构的建筑里，光膀子的工人们在“桑拿天”的湿热环境中劳作着，他们的脚下是一片片冒泡的盐池。数百年以来，盐池都使用天然气作为燃料。盐池被结晶盐包裹住了，盐如同雪花一般漂流着。\n\n过去，开采盐矿的老办法，是让牛拉着木头做的工具，把盐卤从地下拉出来。牛死了之后，肉就被矿工廉价买去，烧了做晚饭吃。一开始牛肉是和花椒与姜一起煮，后来也加了辣椒。这道菜的名字其实有种“冷幽默”在里面，容易引起误解。虽然牛肉片是水煮的，但最后的成品却被覆盖在一片辣椒与花椒之中，能辣得你像过电一样。冬天时候来道这个菜是最好不过的了，能让你周身温暖无比，充满力量。就像四川人说的，就算是最寒冷的冬天，吃了水煮牛肉，也能汗流浃背。牛肉下面要铺一层比较爽脆的蔬菜，通常是豆芽、莴笋和野芹混合。\n\n牛瘦肉 250克\n\n料酒 1大匙\n\n食用油 180毫升\n\n大白菜（最好是白白脆脆的部分）200克\n\n芹菜秆 2根（大约100克）\n\n干海椒 10～12个\n\n花椒 2小匙\n\n土豆芡粉 1大匙\n\n豆瓣酱 2½大匙\n\n海椒面 2小匙\n\n蒜末 1大匙\n\n姜末 1大匙\n\n高汤 350毫升\n\n老抽 ¼小匙\n\n香菜 少许\n\n葱花 2大匙\n\n盐\n\n垂直于牛肉的纹理，把牛肉切成大而薄的肉片，放进碗里，加入 ¼小匙的盐、料酒和1大匙油。混合均匀后放在一边备用，开始准备其他食材。\n\n大白菜放在墩子上，先纵向切成手指厚度，然后再切成5厘米长短的块。芹菜撕去老筋，切成5厘米的长条，再改刀切成比较细的长条。\n\n准备刀口海椒。把干海椒剪成两段或者2厘米长的小段，尽量把辣椒籽都弄出来。锅中大火加热3大匙油。趁油温过高之前，加入干海椒进去翻炒。等到“嘶嘶”响了，加入花椒翻炒到干海椒颜色开始加深，然后迅速用漏勺将香料从锅中捞出，让多余的油滤回锅中。把香料放到墩子上，切碎（或者用舂的办法），静置一旁，需要时取用。\n\n牛肉中加入土豆芡粉和1大匙凉水，混合均匀，包裹住每片牛肉。\n\n油锅大火烧热后加入蔬菜，翻炒到将熟而未熟的程度，用¼小匙的盐调味。将蔬菜放在一个大深碗中。\n\n锅中加入3大匙油，中火加热。下豆瓣酱轻轻翻炒到散发香味，油色红亮。加入海椒面，翻炒几次，然后加入蒜末和姜末，继续翻炒出浓郁的香味。倒入高汤和老抽烧开。将牛肉片放进烧开的汤汁中，搅拌一下，不要粘在一起。煮到牛肉刚熟的程度，将锅里所有食材都倒进事先准备好的蔬菜上。\n\n洗锅擦干，再大火加热，放5大匙的油，不断搅拌至油“嘶嘶”冒泡。（可以在隔热碗中放一根葱或者蔬菜的边角料，滴一些油上去测试一下油温，以一滴上去就马上发出激烈的“嘶嘶”声为准。）油热到位了之后，迅速把刚才准备的刀口海椒倒进菜碗中心，然后浇上一勺热油，撒上香菜和葱花，尽快上桌，让客人也听听那火辣的“嘶嘶”声！\n\n美味变奏\n\n同样的方法也可以用在其他很多配料上，比如切成厚片的豆腐（不需要提前码味）、猪肉片（如果是用猪肉片，在浇热油之前，加1大匙姜末，后面不用加香菜了），还有切成花刀的鱿鱼（这个也不用提前码味）。\n\n这道菜的传统做法，就是在最后加上刀口海椒（干海椒和花椒翻炒后切碎），但如果你想方便快手，用1大匙粗切海椒面和¼小匙的花椒代替也可以。"}
{"title": "小笼粉蒸牛肉", "content": "老成都曾经有个满族聚居区，现在已经消失不见了。在那片狭窄的街巷中，有铺面朝街开的小吃店和餐馆。木结构建筑的檐梁下，常常能看到堆得高高的袖珍竹蒸笼，在一大锅开水上冒着热气。揭开蒸笼盖，那浓郁的牛肉香味会一下子俘获你的心，它们已经裹上大米做的柔软且抚慰人心的蒸肉粉，被蒸得入口即化。\n\n这道清真菜最初是清朝早年从中国北方迁移到成都的回族穆斯林带来的，正值改朝换代之际，战乱之祸犹在，需要调派很多人口来填补四川。据说，20世纪20年代，位于成都中心位置长顺街的一家小吃店让这道菜名声远播。北方的回族人也有自己版本的粉蒸牛肉流传至今，但裹的是调了香料的面粉，而不是米粉。也许他们的祖先是在迁居南方之后，才用米粉代替的面粉吧。\n\n蒸牛肉的容器，可以选用能放进蒸锅的碗，或者直接在蒸锅上铺一片荷叶。（如果是干荷叶，要先用热水稍稍泡软，然后修剪成适合蒸锅的大小，确保边上都覆盖上，可以盛装汁水。）这种粉蒸牛肉可以配上荷叶饼。\n\n牛瘦肉 350克\n\n蒜泥 2小匙（与1大匙凉水混合）\n\n海椒面 ½～1小匙（根据口味增减）\n\n花椒面 ¼小匙\n\n香油 1小匙\n\n葱花（只要葱花）1½大匙\n\n香菜（切碎）2大匙\n\n码料\n\n豆瓣酱 1大匙\n\n豆豉 1小匙\n\n食用油 2½大匙\n\n白腐乳 1～2块（罐子里的汁水也舀一些出来）\n\n姜末 2小匙\n\n老抽 ½小匙\n\n醪糟 2大匙（或1大匙料酒）\n\n蒸肉粉 100克\n\n垂直于牛肉的纹理，把牛肉切成适合入口的薄片，放在碗中。豆瓣酱和豆豉放在墩子上，细细地切碎。锅中倒入1大匙油，中火加热，把豆瓣酱和豆豉的混合物加进去轻轻翻炒，到散发香味，油色红亮。静置一旁放凉。腐乳混合一些汁水捣碎搅拌成大约1大匙顺滑的酱，然后加入牛肉中，再加入豆瓣酱与豆豉的混合物（油也要一起）、姜末、老抽和醪糟或料酒，混合均匀。把剩下的食用油倒进去搅拌。最后，每片牛肉都裹上蒸肉粉，放在一边码味至少30分钟。\n\n取一锅，倒水烧开后用来蒸肉。把牛肉片铺在能放进蒸锅的浅碗或荷叶上，大火蒸30分钟，直到软烂。\n\n牛肉蒸好以后，浇上蒜泥和水调的蒜汁，再加上海椒面、花椒和香油，最后撒葱花、香菜装饰。直接端着蒸笼上桌。"}
{"title": "干煸牛肉丝", "content": "四川有道名菜叫“干煸鳝鱼”，而这道菜就是干煸鳝鱼常见的美味变奏。“干煸”这种做法本身就是四川原创。不用码味，也不用酱料，传统做法就是用中火慢慢把主料中的水分煸干，之后再加香料和调料。现在，很多厨师都追求速度，用油炸代替干煸。干煸用的主料通常都会切成条或者细丝，最后会又脆又有嚼劲，有种美味的烧烤味和干香味。\n\n鳝鱼、牛肉、猪肉和鱿鱼都可以用来干煸，四季豆、茄子和苦瓜之类的蔬菜也可以。如果你能找到鳝鱼，要在使用前杀掉并处理好，切成大概1厘米宽的条。烹饪方法和以下相同（请注意，这里的鳝鱼不能用西方常吃的鳗鱼来替代）。\n\n牛瘦肉 425克\n\n芹菜秆 3～4根（约220克）\n\n姜 20克\n\n葱（只要葱白）2根\n\n食用油 100毫升\n\n料酒 1大匙\n\n豆瓣酱 2大匙\n\n老抽 ¼小匙\n\n香油 ½小匙\n\n红油 1～2大匙（可不加，要下面的辣椒）\n\n盐\n\n牛肉切成均匀的薄片，然后垂直纹理切成5毫米厚的肉丝。肥腻的脂肪和比较硬的软骨部分都扔掉。芹菜撕去老筋，横切成6厘米的条，再竖切成和牛肉相配的细丝。把芹菜和一点盐混合，腌出水。姜去皮，然后切成细丝。葱白也切成差不多的细丝。\n\n锅中倒油，大火加热到高温，然后加入牛肉丝翻炒。随着牛肉释放出汁水，油色会越来越浑浊。不停搅拌，直到油色清亮，牛肉中的大部分水分蒸发，开始上色并散发出美妙的香味。整个过程大概10分钟，看你用什么样的牛肉（你会发现水分蒸发到一定程度，牛肉开始发出“嘶嘶”声）。肉的水分完全蒸发之后，沿着锅边倒入料酒，让它冒泡蒸发。\n\n油色清亮之后，关到中火。把炒锅斜过来，把牛肉推到锅边，把豆瓣酱加入锅底的油中翻炒到散发香味，油色红亮。炒锅正过来，加入姜丝和葱白丝，把所有食材混合，继续翻炒大概10秒钟，或到你闻到姜丝的味道为止。最后，加入芹菜和老抽，继续翻炒到芹菜热透。\n\n炒锅离火，倒入香油搅拌（还有红油，如果用的话），盛盘上桌。愿意的话，你可以再撒一些花椒。"}
{"title": "红烧牛肉", "content": "红烧是全中国普遍使用的烹饪手法，通常都是文火慢烧，老抽上色，所以称为“红”烧（如果不用老抽上色，就是“白”烧）。不过，川版红烧牛肉的主要调味料不是老抽，而是豆瓣酱，赋予肉汁一种漂亮的栗色和一抹深沉的红辣椒色。白萝卜要到烹饪尾声再加进去，出锅还是爽脆的口感，和风味浓郁、软嫩的牛肉形成令唇齿愉悦的对比。\n\n四川的餐馆里，这样的炒菜通常都被放在深锅里，放在门口用小火加热着，起到用香味吸引食客的作用。\n\n如果你想用按照四川人的吃法上这道菜，也就是配米饭和其他几道炒菜，那么，你可以提前制作，想吃的时候加热就好。这道菜做成欧式炖锅和土豆泥搭配也很棒。（我真的按照同样的方法，用豆瓣酱创造了传统欧洲羊肉和根菜炖锅的新版本，吃起来真是让人兴奋，里面的辣味让这道菜愈显温暖，愈加抚慰人心。）\n\n牛腩或牛排 1公斤\n\n姜（带皮）20克\n\n草果 1个\n\n葱（只要葱白）2根\n\n牛肉高汤或鲜汤 1升\n\n食用油 4大匙\n\n料酒 4大匙\n\n豆瓣酱 4大匙\n\n花椒 1小匙\n\n八角 1个\n\n老抽 1小匙\n\n白萝卜 600克\n\n香菜 少许（用作装饰）\n\n盐\n\n牛肉切成3厘米见方的肉块，用刀面或擀面杖轻轻拍松姜、草果和葱白。烧一锅开水，加入牛肉，大火烧开再煮1分钟左右。把肉放进滤网，冲凉水，然后静置几分钟沥干。\n\n高汤烧开，保温。锅中放1大匙油，大火烧热，然后加入牛肉，在热油中翻炒，变成棕色。上色快完成时，倒入料酒，搅拌蒸发，然后把牛肉倒进厚底锅或平底锅。\n\n炒锅里放3大匙油，加入姜、豆瓣酱、草果、花椒和八角，调到中火，翻炒到香味四溢，油色红亮。把大概一半的高汤倒进去，所有食材搅拌均匀，然后倒在牛肉上。把剩下的高汤也倒在牛肉上，再加老抽和葱白，烧开。根据需要加盐调味。半盖锅盖，调成小火慢炖2小时（或在高压锅里压30分钟，然后让压力自然释放）。\n\n炖肉时收拾好白萝卜，削皮，切成3厘米见方的块。炖煮还剩下大概20分钟时，加入白萝卜。大火烧开，然后关小火慢炖到最后。（如果你用的是高压锅，就先把牛肉炖好，再大火烧开，加入白萝卜炖大概20分钟，直到萝卜软烂。）把姜、葱白和整颗的香料都挑出来再上桌，撒香菜装饰。"}
{"title": "毛血旺", "content": "我们的桌上一片狼藉，油汪汪的，摆着各种下水，围坐的人脸通红，面前是红红的辣椒和让人酥麻的花椒，耳边是肆无忌惮的大笑大闹。我的两个大厨朋友一边拼着白酒，一边争论“猫耳朵”这种面食到底该怎么做。我们周围的分贝也是直冲云霄，人们互相玩笑、吹嘘、开怀，要么就埋头在一堆辣椒中大快朵颐。\n\n这是一家老派的重庆餐馆，各种食物都深得我心：卤猪脸肉配上丰富的红油，牛软骨切成“眉毛片”配上青椒，豆汤肥肠，牛百叶蘸海椒面，埋在一堆干海椒中的油炸鸭，直接用锅端上来还热气腾腾的家常豆腐，对了，主菜是一大盆壮观的毛血旺。\n\n之前我吃这道菜也有无数次了，但总是跟成都人一起吃的，总有点改良的味道，血和午餐肉都是一小块一小块的。而在这里，它就是名副其实的江湖菜，让河边的工人喜闻乐见，各种不太高级的食材与很多的香料来了个欢天喜地大团圆。已经有些发黑的大铁锅里有一块块鸭血、豆腐皮和一片片午餐肉，下面铺着豆芽，一切都浸润在油的海洋中，上面漂浮着炒得焦煳的辣椒和花椒。\n\n这个菜谱就是我对那份“终极”毛血旺的致敬，一想起那道菜，我还会有流口水的冲动。\n\n这道菜的名字很奇怪，据说“毛”在重庆方言里是“粗犷”的意思，“血旺”就是血的意思。根据当地的一些资料，这道菜的发明者是一名屠夫的儿媳妇，他们在重庆的小镇磁器口做生意。这个儿媳妇在街上摆摊，用肉的边角料煮了汤来卖。有一天，她往锅里加了点猪血，赢得了广泛好评。这道菜里的“血旺”，可以是猪血或鸭血（生的动物血里加一点盐，静置凝固成奶冻状，很多人称之为“血豆腐”）。一些亚洲超市里能找到猪血，但鸭血在中国国门外就很难找到了。请注意，这道菜中的复制调和老油要提前做：如果你用普通的食用油来做这道菜，就会比较平淡无味。\n\n干腐竹 1片（约30克）\n\n藕 1节（150～175克）\n\n干海椒 1大把（约20克）\n\n葱 2根\n\n豆瓣酱 3大匙\n\n豆豉 2小匙\n\n罐装午餐肉 150克（约半罐）\n\n猪血或鸭血 200克\n\n豆芽 150克\n\n复制调和老油1 175毫升\n\n姜末 1大匙\n\n蒜末 2小匙\n\n鲜汤 700毫升\n\n料酒 2大匙\n\n青花椒或红花椒 2大匙\n\n盐和白胡椒面\n\n腐竹在水里浸泡至少一小时至软。去掉两头比较硬的地方，切成3厘米长的小段，然后继续泡在水中，需要时取用。藕切掉两头，削皮，切成厚度3毫米左右的藕片。用一个碗装点凉水，放一点盐，把藕泡在里面。\n\n干海椒切成两段，尽量把辣椒籽都甩出来。葱洗净择好，切成5厘米长的小段。将豆瓣酱和豆豉放在一个墩子上，一起切碎，然后放在一旁备用。午餐肉和血都切成5毫米厚，适合入口的小片（大约长5厘米、宽3厘米）。\n\n烧开一大锅水，豆芽略微焯水，然后冲凉水，放进一个大深碗中。腐竹和藕片沥干水，焯水约30秒，沥干后放在一旁。午餐肉和血如法炮制（焯水顺序最好是先蔬菜再血，不然水会微微变色）。\n\n锅中放入4大匙油，中火加热，加入豆瓣酱和豆豉的混合物，翻炒到香味四溢，油色红亮。放入葱、姜末、蒜末，翻炒出散发香味。\n\n倒入鲜汤烧开，然后调到小火，炖煮5分钟。加入午餐肉、血、腐竹和藕片，大火烧开，加入料酒，根据口味加盐和白胡椒面。这道菜要偏咸口，来平衡一下重油。煮1～2分钟入味，然后把锅中物倒在大碗中的豆芽上。把碗盖上保温。\n\n把锅洗净擦干，大火加热，放入剩下的老油。油烧热而未冒烟时，加入干海椒，翻炒到散发香味且开始变色的程度。倒入花椒，继续翻炒到干海椒变成深红棕色（不要变黑），千万不要焦煳。立刻把锅中的热油浇入碗中，趁着还在“嘶嘶”出声，赶快上桌。\n\n美味变奏\n\n这是一个基础的模板，配料可以随意改变，五花肉片、耳菇、金针菇或普通的白豆腐都可以。很多川菜厨师还会加牛百叶。"}
{"title": "鲜椒腰片", "content": "过去10年来，全川兴起嗜吃新鲜红椒、绿椒的风潮。当代川菜中采用新鲜辣椒，能够为菜增色（有时候还能让味道更火辣）。通常都是切碎几个小米辣，放进热油中滚一滚，然后浇在菜上。\n\n这道菜是我在成都餐馆“屋顶上的樱园”吃到的，非常喜欢，也很感谢大厨张伟向我说明具体做法。腰子切成薄片，有种很微妙的口感，稍微焯一下水，然后浸入美味的调料中。当然，这道菜有多辣，就要看你用哪种辣椒了。我喜欢用那种带一点点辣度，但又不像小米辣那么冲的。总之在决定用量之前，你一定要评估一下手中辣椒的辣度。\n\n猪腰 2个（300～350克）\n\n新鲜红尖椒或绿尖椒 3～4个（根据口味增减）\n\n食用油 2大匙\n\n蒜末 1½大匙\n\n鸡高汤 125毫升\n\n生抽 2小匙\n\n藤椒油 ½～1小匙\n\n盐\n\n码料\n\n盐 ¼小匙\n\n白胡椒面 1撮\n\n料酒 2小匙\n\n土豆芡粉 2小匙\n\n腰子平放在墩子上，用菜刀或其他锋利的刀平行于墩面将其切成两半，带皮那一面朝下。刀仍然和墩面平行，把腰臊全部片掉，只剩下淡粉棕色的部分。可能需要细细几刀才能片掉。然后把刀斜贴着墩子，把每块腰子切成尽量薄的腰片。把腰片放在碗里，加入码料，充分拌匀。\n\n鲜椒切碎。烧开一大锅盐水，加入腰片，只略微焯水到刚熟的程度（大约30秒）。充分沥干，放入上菜的盘中。\n\n锅中放油，大火烧开。加入鲜椒、蒜末，短暂翻炒到大蒜飘香（不要让大蒜变色）。加入高汤、生抽，根据口味加盐。大火烧开，然后关火，倒入藤椒油。把所有调料倒在腰片上，立即上桌。"}
{"title": "干烧牛筋", "content": "鱿鱼、海参等食材，是传统的宴会珍馐，而四川人以自己独特的创意，针对这些食材发明了很多本地特色的做法。他们通常比较偏爱用干烧的方法，调出亲切暖心的家常味。我在“烹专”学会的那道干烧海参就是一个很鲜明的例子。遗憾的是，在中国的国门之外，很难找到海参这种食材，而且就算找到也是贵得离谱。好在，可以用牛筋代替海参，口感和味道能做到非常相似。\n\n按照中餐传统，宴席上的蹄筋菜都是用猪蹄筋或鹿蹄筋（后者是少见又昂贵的珍馐）做的；但国外的中餐厨师通常都用牛筋。以西方人的口味来说，这些东西听上去都有点嚼不动、倒胃口。但根据我的经验，如果你按照这个菜谱的做法，慢慢用文火去软化它们，让它们在轻微的抖动中“屈服”，很少有人能抵抗成品的魅力。\n\n干烧牛筋配上一碗白米饭，再来一盘简单的素菜，真是太幸福了。而且酱汁特别美味，能吃到你不停舔嘴唇。\n\n牛筋可以提前烹制，浸泡过夜，到入口即化的程度。如果有高压锅的话，这一步的工作时间能稍微缩短。如果你想按照宴会规格来呈现这道菜，就在盘子上放几朵切割后焯水的小白菜。\n\n感谢张小忠大厨热心地为我演示这道菜的做法。\n\n葱 4根\n\n泡椒 4个（或½个红椒和1大匙三巴酱）\n\n食用油 3大匙\n\n猪肉末 100克\n\n老抽 1小匙\n\n豆瓣酱 1½大匙\n\n蒜末 1½大匙\n\n姜末 1½大匙\n\n宜宾芽菜或天津冬菜（浸泡后挤干水）4大匙\n\n香油 1小匙\n\n盐\n\n提前准备工作\n\n新鲜或解冻的牛筋 500克\n\n姜（带皮）20克\n\n葱（只要葱白）2根\n\n鲜汤 1.3升（如果是高压锅就用1升）\n\n料酒 3大匙\n\n桂皮 1小块（或½根肉桂）\n\n八角 1个\n\n花椒 ½小匙\n\n提前做牛筋。先烧开一大锅水，加入牛筋焯水1～2分钟，然后沥干水，在冷水中充分浸泡。用刀面或擀面杖轻轻拍松姜和葱白。\n\n沥水后的牛筋放入炖锅或高压锅，加入鲜汤（注意如果是用高压锅的话，汤只用加1升）。大火烧开，再加上其他所有这一步要用的配料，再加¼小匙盐，火开到最小，炖煮2小时。（如果是用高压锅，就调到高压炖30分钟，再让压力自然释放。）离火，盖上锅盖，放在阴凉的地方将牛筋浸泡过夜（如果你要睡觉时已经充分放凉了，就可以放进冰箱）。液体一定要始终没过牛筋，可以在上面加盖一个小盘子。\n\n第二天，高汤应该已经结冻了，将牛筋从汤冻中捞出，放在一旁（或者冷藏）备用；高汤冻保留。葱切成6厘米长的小段，分开葱白和葱花。泡椒去尾，放在墩子上，用刀挤压出辣椒籽。每个泡椒都切成3段（如果是用红椒，就切成6厘米长，和葱相配）。"}
{"title": "四川泡菜", "content": "一顿典型的川菜，总要在最后来一碗米饭，米饭又总要配上一小碟下饭的泡菜。泡菜通常是泡在传统的大肚小口陶土坛子里，坛口有沿，装满了坛沿水；坛盖子是个倒过来的陶碗。坛沿水的作用就是和陶碗一起对坛子进行密封，给泡菜创造一个发酵的环境，同时又能让里面的气体稍微散发出来一些。如果你没有泡菜坛子，也可以用那种橡胶口的密封罐，但最开始的几天一定要时不时地开开罐子，释放气体。\n\n泡菜的“母水”中有盐卤和各种香料，还要来点烈酒，起到提味、消毒的双重作用。泡的菜随你心意，仔姜、花菜、萝卜和其他脆嫩的蔬菜都可以泡得很好吃，比如经典的莲花白和红皮白萝卜。水分含量较多的黄瓜和嫩椒也可以做泡菜，但最好只泡几个小时或过夜。泡菜出坛后淋上一点红油（也可以再加点味精），就是下饭佳品，也可以用于烹饪，比如泡豇豆炒肉末。总体说来，最符合四川家常泡菜的做法，就是常泡常吃，每顿饭都来上一小碟，经常往坛子里添些新鲜的蔬菜。\n\n泡菜坛子能永久地流传下去，只要常常往里面添卤水、酒和香料。随着时间的推移，里面出来的泡菜风味会越来越好。你可以从老坛子的“母水”中分一点出来，另起一个新坛子。盐卤的调味按你的喜好来定：有些人会加八角、桂皮、蒜瓣一类的香料，但千万别加太多，过犹不及。坛中的主要食材应该是酸咸清爽的脆嫩蔬菜。四川的老饕们固执地认为，要做正宗的泡菜，必须用自贡的井盐；还有些人要求没那么高，觉得用不含碘的盐就最好。我在伦敦家中做泡菜，用的是岩盐。要做泡菜，需要的容器是2升容量的密封罐，或传统的四川泡菜坛子。请参考本菜谱最后的“注意”，正确使用传统泡菜坛子。\n\n岩盐或海盐 80克\n\n高度白酒（50度或以上）2大匙\n\n红糖或大块冰糖 1½大匙\n\n饱满新鲜的仔姜 75克\n\n二荆条 2根\n\n花椒 1小匙\n\n喜欢的蔬菜（我的选择是：200克胡萝卜、60克芹菜和275克\n\n白萝卜）\n\n锅中放1升水，加入盐，烧开后搅拌使盐融化。盖住锅盖，将盐卤完全放凉。\n\n接着清洗蔬菜，彻底沥干水分，按照以下方法处理。胡萝卜：去皮切成适合入口的条。花菜：掰成小瓣。芹菜：去筋后切成条。莴笋：去皮后切成适合入口的条。姜：尽量选择那种表皮比较光滑的薄皮仔姜，买不到的话就用皮较厚的老姜，但一定要饱满，水分充足，纤维不能太多。如果你要把泡姜用于烹饪，就得提前削皮；如果不用，则不用去皮，完整泡即可；如果只是为盐卤增味，就在带皮的情况下切片。苤蓝：去皮后切成条。二荆条：完整泡入，洗净即可。莲花白：纵向切成4份或8份。萝卜：切成适合入口的条。豇豆：掐头去尾，要么整条放入，要么切段。\n\n你的密封罐一定要完全干燥干净。倒入放凉的盐卤，把其他配料都加进去，注意整个的高度要离罐口有3～6厘米的距离。有可能的话，在蔬菜上方压一块干净的石头或一个小碟子，好确保它们都被浸没在盐卤中；还有种办法，密封袋中装满水用来加压。盖上盖子，放在阴凉干燥的地方等待发酵。头一两周要每天打开盖子几秒，释放气体。之后，如果你要往罐子里加新的蔬菜，记住也要不时打开罐子放气。如果不添加蔬菜，开盖的间隔时间可以久一些，在打开罐子捞泡菜的时候放放气即可。\n\n第一批泡菜需要几个星期才能出味：如果开盖时闻到酸爽的香气，感受到气体的释放，那就说明正在发酵。一旦有了这么个发酵罐子，再放新鲜蔬菜进去，温暖的天气里，1～3天就泡好了，冬天大概需要一个星期。多试一试，看多久能泡到你喜欢的程度。如果是做“洗澡泡菜”，那就要切薄一点，在盐卤中泡一夜就可以吃了。愿意的话也可以多泡一些时间。四川人是天天吃泡菜的，吃了就往坛子里多加一些新鲜蔬菜、盐卤、酒和调料，也很随意。"}
{"title": "小菜", "content": "四川人如果早餐喝稀饭，吃馒头、包子，那通常要配上一小碟泡菜、腌制品、豆腐乳或其他味道比较重的佐餐小吃。很多小餐馆都有自己的泡菜坛子，会从里面捞出泡得粉红的萝卜，切成丁端给食客。还有的人会来个快手腌渍蔬菜，加点辣味调料。\n\n下面这道小菜的灵感来源于我特别喜欢的一家成都餐馆。小菜和米饭是一起端上桌的。做起来很容易，味道又好得惊人：如果你想像四川人一样吃米饭，又没有做泡菜的坛坛罐罐，那这就是你最好的选择。小菜做好之后装进小碟子，早上送粥或正餐最后配白米饭都行。萝卜还可以作为开胃菜，在别的菜肴之前上桌。\n\n白萝卜 600克\n\n盐 2小匙\n\n细砂糖 2大匙\n\n生抽 2小匙\n\n镇江醋 2小匙\n\n红油 4大匙（加1大匙下面的辣椒）\n\n葱花 4大匙\n\n花椒面 ½小匙（可不加）\n\n萝卜削皮或全身洗净。切成8～10厘米长的段，然后竖切成3～4厘米厚的萝卜片，再改刀成细丝，放入碗中。加盐抓拌均匀后静置约1小时。\n\n将萝卜丝中的水分尽量挤出，再放入碗中。加入糖搅拌到融化。把剩余的配料全都加进来，混合均匀。\n\n可作为开胃菜上桌，也可送粥或下白米饭。"}
{"title": "腊肉", "content": "四川农村的很多人家还保持着自熏腊肉的习惯，腌好熏好之后就挂在自家屋檐下风干。按照传统，熏肉的时间是在腊月（冬日祭祀之月），所以叫“腊肉”。四川腊肉风味浓郁，是西方超市里的腊肉所不具备的。光是切一点儿放进简单的炒菜里就能增色不少，比如蒜薹炒腊肉，还有青椒炒腊肉等。\n\n成都人做腊肉的办法是对猪肉进行冷熏，直到肥肉变成蜜糖一般的深黄色，瘦肉变成深酒红色。成都东北边有一些大山，最著名的是风景优美的道教名山青城山，那里的人做腊肉一定要熏成黑色，在市场上一眼就能认出来。在蜀南竹海自然保护区，我吃过用竹叶熏的腊肉，味道实在太好，我吃得高兴极了，一句话都说不出来。最受欢迎的腊肉一定是“土腊肉”（即西方人口中的“有机腊肉”），用的是家庭放养的猪。\n\n做腊肉的第一步，是把一条条比较肥的猪臀肉先用盐、糖、酒和香料腌制一个星期。接着挂起来风干，再用木屑、花生壳、稻草和树叶进行熏制。农民们通常会把肉挂在自家炉灶上慢慢熏；城里人用铁桶做烟熏设备；专做腊肉的行家则有配置齐全的熏房，里面有时刻阴燃的火苗。\n\n如果你找不到专业的熏房，就用这种热熏的方式。这个方法是网上一个自称“火哥”的川菜厨师教的，用一口炒锅就可完成，成品好吃得不得了。熏肉的时候，就算你的油烟机吸力强大，厨房里依然会烟熏火燎，篝火的气味会弥漫一段时间。要让腊肉成色好，你腌肉用的盐要含有硝酸盐和亚硝酸盐。你还需要比较尖的串肉扦和一些钩子（中国超市里能买到）、一口带盖的大炒锅、铺在炒锅上的锡纸、金属炉架和圆形的蒸架（这些在比较大的中国超市里有售）。做腊肉要选择冬天，适宜的气温在10～15°C。\n\n猪臀肉（带皮，要有很厚的肥肉）1.5公斤\n\n高度白酒（50度或以上）2大匙\n\n五香粉 ¾小匙\n\n红糖 1½大匙\n\n花椒 1½大匙\n\n腌肉盐 75克（用量是猪肉重量的5%）\n\n熏制用材\n\n坚果壳（我用的是杏仁壳）200克\n\n花生壳或瓜子壳 150克\n\n柏树枝 40克（1大把）\n\n柑橘皮 1个橘子的量\n\n猪肉纵切成3～4条，宽度在5厘米左右；每一条都要带皮、有肥有瘦。用串肉扦插上密密麻麻的小孔，抹上酒、五香粉、红糖、花椒和盐，尽量均匀地揉搓，直到猪肉吸收了这些配料。放在陶瓷、玻璃或不锈钢的容器中，盖好盖子，放在冰箱里腌制一个星期，到第三四天时要给肉翻个身。\n\n将肉从腌料中取出，用串肉扦串起整条肉，然后用钩子或绳子把肉挂在阴冷通风处，风干一两天，再进行熏制。\n\n干燥的炒锅上铺两层锡纸，稍微压一下，让锅底的锡纸服帖。把所有熏制用材混合到一起，放一半到锅里。把金属炉架放在上面，其上再放一个圆形蒸架。把猪肉中的花椒拣出来扔掉，然后把猪肉瘦的那一面向下，摆在蒸架上。\n\n开大火加热（油烟机也要开到最大吸力），直到锅里的熏料开始冒烟，然后盖住锅盖，开中火。将肉熏制45～60分钟，直到熏料耗尽碳化。热量一定要够，需要保持冒烟的状态。\n\n关火，小心地把蒸架、炉架和肉抬出来，把燃尽的熏料扔掉。\n\n剩下的熏料继续如法炮制，蒸架、炉架和肉重新归位。把肉翻个面，盖上锅盖再熏45～60分钟，这个时候瘦肉部分应该变成了深焦糖色，肥肉部分应该是好看的琥珀色。\n\n再把肉串起来，挂在阴冷通风处风干15天以上就可以吃了。要烹饪腊肉之前一，先放在温水里清洗下。\n\n腊肉做好不马上用的话，就包起来冷藏或冷冻，和买来的培根保存方法一样。\n\n腊肉搭配建议\n\n切片配干碟\n\n吃腊肉最简单的方法就是蒸20～30分钟，然后切片，摆盘，配一碟海椒面和花椒面的干碟。（腊肉可以提前蒸好切片，上桌前稍微再蒸一下即可。）\n\n炒腊肉\n\n先蒸20～30分钟，放凉后切片，然后和蔬菜一起炒（还有个例子，用的是长青椒）。\n\n汤和烧菜\n\n腊肉切块放入汤或烧菜中非常美味，和豆子、竹笋、白萝卜或豇豆一类的菜很搭。\n\n炒饭焖饭\n\n蒸一块腊肉后切成小丁，放入炒饭或焖饭中都很提味。"}
{"title": "酱肉", "content": "时至今日，很多四川人家（尤其是在乡下）还会在农历年的尾声做十分美味的酱肉，供过年的时候一家人大快朵颐。这是在家能操作且制作方法最简单的腌制类肉食，美味不输给腊肉。一条条猪后腿肉或五花肉用盐腌制，然后抹上那些经典的川菜调料——花椒、甜面酱和醪糟，再挂起来风干。最后上锅蒸了切片，作为第一道冷盘，或者直接下酒；还可以切成小丁炒饭炒菜。\n\n做酱肉要选天气冷但还不至冰冻的时候，晾肉的地方需要通风良好，温度在10～16°C。你需要一个尖尖的串肉扦、三四个钩子（中国超市里都能买到），或一些棉绳。要使肉得到妥善腌制且成色好，你腌肉用的盐要含有硝酸盐和亚硝酸盐。\n\n猪臀肉或五花肉（带皮，要有很厚的肥肉）1.5公斤\n\n高度白酒（50度或以上）2大匙\n\n花椒 1大匙\n\n腌肉盐 75克（用量是猪肉重量的5%）\n\n酱肉料\n\n甜面酱 150克\n\n红糖 3大匙\n\n五香粉 ½小匙\n\n花椒 1小匙\n\n料酒 3大匙\n\n猪肉纵切成3～4条，宽度大约在5厘米左右；每一条都要带皮、有肥有瘦。用串肉扦插出密密麻麻的小孔，抹上酒、花椒和盐，尽量均匀地揉搓，直到猪肉彻底吸收了这些配料。放在陶瓷、玻璃或不锈钢的容器中，盖好盖子，放在冰箱里腌制一个星期，到第三四天时要给肉翻个身。\n\n把肉从腌料中取出，把花椒拣出来扔掉。用串肉扦串起整条肉，然后用钩子或绳子把肉挂在阴冷通风处风干几小时，摸起来已经干了就好。\n\n将酱肉的配料在碗中混合，然后用刷子把料刷遍每一条肉，多刷一点。肉放在托盘或大盘子中，盖个盖子，冷藏几小时或过夜。\n\n再次把肉挂起来风干。等到摸起来已经干了，就再拿刷子刷一层酱料；不断重复，直到酱料刷完。把肉挂在阴冷通风处风干两个星期，如果不立刻烹制，就冷藏或冷冻。\n\n准备烹制前，肉要先放在温水中，充分清洗掉表面的酱，然后大火蒸20～30分钟至熟透。放凉后切薄片，配一碟海椒面作为蘸料。（酱肉的搭配和腊肉一样，见左页。）"}
{"title": "咸蛋", "content": "成都很多餐馆都会有个玻璃罐子，里面放着颜色蓝幽幽的咸鸭蛋。咸鸭蛋很咸，蛋黄吃起来略有颗粒感，口感非常奇妙。咸蛋通常都是水煮后切成两瓣或四瓣，好用筷子挑着吃，早餐时送粥；也可以用于烹饪，蛋黄有一种相当鲜美的风味。腌制咸鸭蛋的传统做法是用盐、泥巴、草木灰和烈酒混合成糊，把蛋裹起来（中国的市场上经常见到被煤黑的泥巴包着的蛋）；但如果在家做，最简单的办法就是用浓盐水。腌制3个星期之后，蛋会达到最佳状态，如果泡得过久，可能会太咸。如果我打开一个生的咸鸭蛋，就会看到蛋黄已经凝固成一个带点蜡质感的金黄圆球。腌制咸蛋需要的容器是2升的广口密封罐。\n\n鸭蛋 9个\n\n盐 200克\n\n花椒 1小匙\n\n鸭蛋用冷水好好清洗（如果是直接从农场出来的鸭蛋，可能需要好好刷一刷，把表面的脏东西都刷掉）。不可以用有裂缝的鸡蛋。\n\n锅中倒800毫升的水，烧开，加入盐，搅拌，关火。然后盖上锅盖，让盐水彻底放凉。\n\n把鸭蛋小心地放进密封罐，然后倒入放凉的盐水。压一个小碟子，好让鸭蛋全部浸没在盐水中。加盖密封，在阴凉地放置3个星期。放置40天以上蛋黄油润，风味最佳。\n\n鸭蛋腌好后，从盐卤中捞出来冷藏备用。"}
{"title": "其他腌制品", "content": "郫县豆瓣\n\n在成都郫都区（旧称郫县）绍丰和厂的院子里，齐腰高的大陶土坛子整整齐齐地排列着，仿佛兵马俑，在雾蒙蒙的天气里敞着大大的口子。坛子里装的是川菜中最核心的调味料之一——豆瓣酱（郫县豆瓣）。这是成都郫都区的特产，味道浓郁可口。将蚕豆瓣和面粉混合，发霉后加盐卤发酵；然后再和盐腌过的辣椒混合，进一步发酵，后面这步通常要好几年。总有人问我豆瓣酱怎么做，但通常没人在家自制豆瓣酱，我自己也没试过，因为战线太长，还要用当地特产的辣椒，对气候条件也有特殊要求。不过，要是有谁想尝试，可以参考下面的内容，是我当时去郫县学到的一点皮毛（特别鸣谢郫县豆瓣公司和绍丰和的员工）。传统郫县豆瓣的配料有当地产的二荆条（辣度不太过分）、干蚕豆、面粉和盐。绍丰和的管理者是豆瓣酱发明者的后代，他们的配方是辣椒7、蚕豆3，再加面粉来催化发酵，加盐来进行保质。\n\n干蚕豆用热水浸泡后去壳分瓣，稍微过一下开水，沥干水之后和面粉混合，放在温暖的阴处静置10天，直到长出一层黄色的霉菌，也就是发酵需要的“曲”。传统做法是要覆盖一层稻草，为发酵中的蚕豆保温。接着用盐卤浸没蚕豆，放在陶土坛子里露天发酵约6个月，直到呈现深黄棕色（下雨的时候要把坛子盖起来）。新鲜的二荆条辣椒择好之后粗粗地剁碎，和盐混合，单独发酵2～3个月。\n\n蚕豆和辣椒都发酵到合适的阶段后，就混合起来，装进大坛子，还是露天发酵至熟成。每天都需要用特质的木板对豆瓣酱进行翻搅，下雨的时候才盖上坛盖子。（传统的圆锥形坛盖子是用天然植物纤维做成的，现在都用塑料的了。）\n\n随着时间的推移，水分慢慢蒸发，鲜红色的豆瓣酱有了特殊光泽，颜色也变成深红色，然后是栗棕色，过个七八年，最终变成很深很深的黑紫色。豆瓣酱发酵一年就可以用了，但普遍认为两三年后才能达到最佳的状态，市场上大部分的郫县豆瓣都是这个“年纪”。当地人对制作秘诀的总结很精炼：翻、晒、露。\n\n传说这种美味的调味料诞生于一次愉快的偶然。明末清初，正值湖广填四川时期，一个名叫陈逸仙的福建移民前往四川，带了一袋蚕豆做路上的口粮。两日阴雨，他的豆子都发霉了，却舍不得浪费，于是就阴干之后拌了一些新鲜的辣椒吃。结果豆子的味道出奇好，所以在四川安顿下来之后，他就开始继续发酵豆子，遵循差不多的吃法。后来他在郫县开了个厂子，生产的醋和发酵酱料远近闻名。\n\n陈逸仙的后代们说，他发明豆瓣酱是在1666年，这里面就有点小问题了。那时，浙江省等东南沿海地区的确在吃辣椒了，那之后不久，湖南也开始种植辣椒，所以加入湖广填四川大潮的陈先生可能是从东边带了些辣椒上路。然而，在那之后，又过了一个多世纪，到18世纪末19世纪初，才有了辣椒在四川被种植的记录。（我有个小推测，一开始只是对蚕豆进行单独发酵，后来当地有了辣椒之后，才加入了辣椒。）不管怎么说，陈先生的后代传承了家族生意，建立了绍丰和与益丰和两家工厂，生产出著名的豆瓣酱。20世纪50年代，两家工厂经历了国有化改造，都并入郫县豆瓣公司。但陈先生家族的一位成员在80年代重启了“绍丰和”这个品牌，开始人工制作豆瓣酱，负责人和指导人是陈逸仙的第六代传人陈述承及其子陈伟。\n\n有个菜谱中介绍的方法和今天郫县豆瓣的制作方法非常相像，来自一本很出色的小食谱，作者是位名叫曾懿的四川女性，出版时间是19世纪末（具体日期不清楚），书名叫《中馈录》。下面将该菜谱收录如下：以大蚕豆用水一泡即捞起；磨去壳，剥成瓣；用开水烫洗，捞起用簸箕盛之。和面少许，只要薄而均匀；稍晾即放至暗室，用稻草或芦席覆之。俟六七日起黄霉后，则日晒夜露。俟七月底始入盐水缸内，晒至红辣椒熟时。用红椒切碎侵晨和下；再晒露二三日后，用坛收贮。再加甜酒少许，可以经年不坏。\n\n曾懿生在当时华阳县的一个官绅家庭，父亲和丈夫都是官员，经常全国上下任职。她跟着他们，去了江南很多地方。她这本食谱中记录了很多菜肴，比如宣威火腿、醉蟹糟鱼。不过既然有豆瓣酱，也许能说明，她永远在思念着故乡四川。\n\n阴豆瓣\n\n之所以叫“阴豆瓣”，是因为和郫县豆瓣晒干不一样，这种豆瓣酱是阴干的。两相比较之下，阴豆瓣颜色更红艳，风味更新鲜，经常用于鱼料理，或者直接撒在凉拌菜上，也可以作为蘸水。\n\n做法是将辣椒和盐（有时候还要加点花椒）以及烈酒一起发酵。有些人会专门买发霉的蚕豆加进去，但很多人不加，就变成了阴豆瓣里无豆瓣。一开始是要在阳光下晒几天，但之后都被封存在坛子里发酵。辣椒酱上面还要倒一层菜籽油，起到油封的作用。阴豆瓣现在还多是家常自制，商业生产较少。\n\n鲊辣椒\n\n鲊辣椒是把二荆条粗粗剁碎，跟盐、烈酒和粗磨后的炒米混合，之后紧压在陶土坛子里发酵而成，一般发酵两个星期就可以吃，但存储时间却很久。烹饪方法通常是放入油中翻炒到米被炒熟，可能再加一把蒜苗段。米和辣椒混合在一起，十分香脆，相当下饭。\n\n这种辣椒的制作方法将两千多年前把盐腌的鱼和米混合发酵的古法发扬光大，“鲊”字的偏旁就是“鱼”，而“乍”在古代就是醋的前身。\n\n咸菜\n\n咸菜涵盖的范围很广，凡是用干盐腌制法做的菜，都可以叫“咸菜”。出太阳的日子，四川人就会把切成条或片的蔬菜铺在竹篾子上，把白菜叶子摆满能晒到阳光的每一个角落。菜叶晒得半干了，就揉搓一些盐和香料进去，摆进坛子进行熟成。\n\n简略说来，菜叶晒得越干，盐加得越多，保质期就越长。有时候会把坛子倒放，这样能在发酵过程中释放多余的水分。最后做成的咸菜会被直接作为开胃菜上桌，也可以下饭或用于菜肴烹饪。有一道很受欢迎的川菜就叫“咸菜回锅肉”。\n\n坨坨豆豉\n\n这是很美味的调味料，将黄豆发酵成豆豉，和煮熟后的红薯泥、姜末、海椒面及花椒面混合，搓成高尔夫球大小的圆球，再晒干。晒干后的圆球通常都会拿来粗粗地剁一下，加进炒菜中，增加咸鲜味，回锅肉里用得尤其多。农村里还有种流行的做法，将一两个“坨坨”分别粘上一小块猪油，放进快蒸好的米饭里加热。\n\n糟蛋\n\n糟蛋是种非常神奇稀罕的食物，用酒和香料腌制而成，是川菜中我非常喜欢的发明。曾经，糟蛋很受文人阶层的欢迎，现在几乎已经退出了人们的餐桌。做糟蛋，是将鸭蛋全身的壳轻轻敲碎，但要小心，不能漏出里面的蛋液。这些精妙脆弱的小东西会被浸泡在芳香四溢的浓醇烈酒中，酒色深得像浓茶，有醪糟香，还要加上红糖和香料，一泡就得3年。\n\n我永远忘不了有一次自己和朋友从成都奔赴宜宾寻找这种食物，终于吃到一个时的情景。当时端到我面前的鸭蛋已经剥去了壳，浑身茶色，散发着诱人的酒香。我在行家指导下轻轻移除表面的薄膜，把蛋掰开。外面那一层是浅棕色的，掰开之后就能看到金色的蛋黄，有点像蟹黄。我拿着一把小小的木勺子，往里面加了点高度五粮液、少许芝麻油和一勺白糖。那味道这真是美妙极了：香味浓醇悠远，飘着温柔的甜香，又有点烈酒的刺激。完全能想象旧时代的文人们会一杯白酒配糟蛋，来振作自己的精神。\n\n根据当地的一个说法，这种少见的鸭蛋腌制法出现在同治时期，发明者是当地一个文人，来自张姓望族。他热爱烹饪，糟蛋就源于他的一次厨房试验。后来，当地的几个生产商也得到了做法和配方。近年来，著名的宜宾糟蛋几乎销声匿迹了，但令人高兴的是，有个公司复兴了这种古老的腌制方法，正准备为糟蛋开创新市场。"}
{"title": "赖汤圆", "content": "1894年，一个名叫赖元鑫的年轻人从自己土生土长的小镇来到成都，到一家餐馆当学徒。遗憾的是，他很快就和老板起了争执，被辞退了。走投无路的他从一个表亲那里借了点钱，买了根扁担和一些厨具餐具，开始在街头卖汤圆。这样的谋生手段持续多年，他有了积蓄，在成都市中心的总府路上开了自己的小吃店。如今，美味的“赖汤圆”早已经驰名全川。老店也在经历了历史上的公私合营和新一代餐馆的激烈竞争之后生存下来，现在店里提供一系列的四川小吃。\n\n汤圆是全中国人民都喜闻乐见的传统小吃，春节期间更是餐桌宠儿。和很多节日吃食一样，“汤圆”的名字有着吉祥的寓意，即过年时全家人“团团圆圆”。四川农村的很多人家仍然遵循着古法来做汤圆，要先浸泡糯米，然后用石头磨成米糊，用棉布挤压揉捏成面团。农村人认为，这种“湿粉”比城里人图方便用的那种干汤圆粉高级多了。\n\n请注意，汤圆心子（馅儿）最好是提前几个小时做好，会比较容易操作。（四川人通常会做大量的汤圆心子，需要时取用。做好的心子能在冰箱里保存好几个月。）如果要找黑芝麻，去中国超市或健康食品店即可。\n\n菜谱用量能做20个左右的汤圆，4～5人份。\n\n糯米粉 200克（还要一些用作手粉）\n\n食用油 1小匙\n\n芝麻酱 3大匙\n\n细砂糖 4小匙\n\n黑芝麻心子（即黑芝麻馅儿）\n\n黑芝麻 25克\n\n中筋面粉 1½大匙\n\n细砂糖 25克\n\n猪油或椰子油 25克\n\n糯米粉 少许（用作手粉）\n\n先来做黑芝麻心子，至少应该提前几个小时进行制作。将黑芝麻在锅中小火干炒5～10分钟，不断翻动，直到出香味。黑芝麻的颜色变化不会很明显，所以千万小心，不要炒焦了。不时地闻一闻，尝一尝，合适了就关火，那种炒制过的香味是不会搞错的。（你也可以混合一些白芝麻，观察颜色变化来掌握火候。如果白芝麻微微变成金黄色，那就炒到位了。）炒好的芝麻舂成粗粗的芝麻粉，可以用料理机进行，但千万别磨得太细了，有点颗粒感更好。\n\n把芝麻粉放在碗里。面粉放进锅中，小火干炒出香味，然后加入芝麻粉和糖，混合均匀。小火融化猪油或椰子油，然后倒入锅中搅拌。放凉后冷藏至少几个小时备用。冷藏后的心子定了型，就可以用勺子或小刀轻易地切下小块，搓成和小樱桃一般大的圆球。稍微撒一点糯米粉，放在一边备用。\n\n现在来和面。将糯米粉放在碗中，倒入食用油，慢慢加入适量的热水（大约160毫升），活成柔软的面团，质地很像腻子。揉搓到面团光滑，盖上湿布。\n\n可以包汤圆了。从面团上掰下核桃大小的面团（大约15～20克），剩下的面团要一直用湿布覆盖，不然太干。稍微把小面团压扁一点，然后用大拇指在中央按一个小凹槽。把搓成球的心子放在凹槽中，把面团边缘包上来，完全覆盖心子，轻轻揉搓成圆球（一定要保证心子全被覆盖住，不然下锅就要“露心子”）。包好的汤圆放在撒了手粉的托盘上，需要时下锅煮即可（可以提前包好，放冰箱冷藏过夜；放冷冻还能存放更长时间）。\n\n另取1大匙油稀释芝麻酱，让其具有一定的流动性。分装在4个小蘸碟中，每个放1小匙糖进去搅拌均匀。\n\n找个大锅，装满水，烧开，把所有的汤圆放进去，烧开后关小火煮5～10分钟到熟透。不要让水开得太剧烈，不然汤圆可能会煮裂，必要的话加一点冷水进去。等汤圆体积膨胀，用筷子夹起来软软的很有弹性，就是煮好了。（夹开其中一个，心子应该马上流出来，且很有光泽。）\n\n烧一壶开水，汤圆煮好以后，把开水倒入4个碗中，将汤圆平均分配。这水不用喝，只是为了给汤圆保温且保持滑润的口感。和芝麻酱蘸碟一起上桌。\n\n美味变奏\n\n四川人包汤圆有好几种心子，大部分都很简单，无非是糖、猪油、炒面粉混合主料。玫瑰味的汤圆心子是用少量糖渍玫瑰花瓣与糖和猪油混合；陈皮心子是把糖渍陈皮剁碎，和碎冰糖混合；樱桃心子是糖衣樱桃；三宝心子有炒过之后粗剁的核桃、瓜子和花生。我还吃过包了炒花生碎和红糖的汤圆，非常美味。\n\n赖汤圆的心子很经典，会用香甜的桂花与枣泥；还会在同一个碗中呈现4种不同心子的汤圆，也就是著名的四味汤圆。还可以做得更精彩一些，每个汤圆的形状都能做得不同，比如蛋形的、尖尖的、圆圆的都可以。"}
{"title": "三大炮", "content": "一个乍暖还寒的春日上午，我和几个朋友去成都东边的龙泉驿爬山赏桃花。这里一年一度的“桃花节”总会吸引游人蜂拥而至，整个区域的相关从业者都忙里忙外地为游人提供餐饮等服务。山上的桃园边搭起简易茶馆和小吃店，手工艺者们四处转悠，贩卖竹和纸做成的玩具。山下的小城里有个临时的美食城，卖四川小吃和当地特产。结果我们当时一朵桃花都没看到，因为最近有一阵寒潮来袭。不过，那一天我们尝了不少平时没见过的小吃，心情十分愉快。我猜其实到龙泉驿首先是为了吃，顺便看看桃花而已。很多中国人出游，其实都只是聪明的借口，到最后还不是为了选个特殊的地方和场合吃吃喝喝。\n\n就是在龙泉驿，我第一次遇到“三大炮”，温热的糯米团子在金色的黄豆粉里滚一滚，淋上深色的糖浆。这种小吃的传统做法非常引人注目，要找巨大的石臼和长把的木杵，把一大团热热的糯米放进去舂一舂，然后再搓成圆球。之后用一点力把糯米球甩到木板上，木板两边都摆着一摞摞铜质小碟子，再给糯米球裹上炒熟的黄豆粉。你应该猜得到，“三大炮”这个名字来源于舂糯米时发出的巨大声响，以及落到木板上时小碟子发出的金属撞击声。\n\n菜谱用量能做12～15个糯米团。\n\n长糯米 200克\n\n黄豆粉（日本商店里可以买到熟粉，名称为“kinako”）40克\n\n红糖 5大匙\n\n糯米加大量的水，浸泡过夜。\n\n如果黄豆粉是生的，就先用小火干炒一下，不时搅拌，直到变成均匀的淡金棕色。放在一旁备用。\n\n淘米。在蒸笼中铺上戳了孔的烘焙纸或蒸笼布。将糯米铺在上面，大火蒸40分钟左右到熟透。\n\n蒸糯米的时候将糖放在小锅里，加5大匙的水，小火加热融化红糖，然后开大火煮开，保持这个火候几分钟，直到成为糖浆。保温。\n\n糯米蒸熟之后，放入一个深碗或锅，用擀面杖或比较大的杵舂成松软湿润的糯米团，不用把每一粒糯米都舂烂。（如果不是立刻做糯米球，要把糯米团放在蒸笼里保温，下面的水用小火保持微沸状态。）\n\n糯米团放凉到不烫手的程度后，掰成核桃大小的团子，在黄豆粉里滚一圈。（洗手之后直接塑形或戴薄手套塑形均可，还有个办法是整个装进口袋里挤压，挤出适当的大小后用剪刀剪掉。）趁热盛盘上桌，淋一点糖浆。\n\n美味变奏\n\n川南小城合江的周宏兴与姚瑞新夫妇给我展示了当地小吃糍粑（即合江的“三大炮”）的做法。按照古老的传统，人们会在粮食丰收和中秋节时吃糍粑。两夫妇的动作整齐划一，用两个长长的棒子击打热气腾腾的糯米，然后弄成小团，裹上美味的白糖、熟黄豆粉、炒花生碎、瓜子和芝麻。"}
{"title": "珍珠圆子", "content": "珍珠圆子其实就是蒸制的米圆子，卖相好看，名字好听，因为外面是完整饱满、粒粒闪光的糯米，看上去就像一颗颗珍珠。珍珠圆子可甜可咸，但最常见的馅儿是用水果或坚果加糖。红豆沙和莲子馅儿之类的料可以直接在中国超市买现成的。根据某些传言，完善这道菜的是厨师张合荣，时间是在20世纪初；但其起源可能是早年川西地区过节时吃的珍珠粑。现在有些人会用西米代替糯米。\n\n菜谱用量能做20个左右的珍珠圆子，够10个人品尝。\n\n圆糯米 110克\n\n红豆沙或莲蓉 175克\n\n糯米粉 200克（还要一些用作手粉）\n\n粘米粉 50克\n\n土豆芡粉或玉米芡粉（防粘用）\n\n食用油 少许（备用）\n\n糖衣樱桃或罐头樱桃 10个左右\n\n糯米在大量水中浸泡至少4小时或过夜。\n\n将红豆沙或莲蓉分成和小樱桃一般大的团子，每个大概7克（如果是现成的罐装馅儿，可以直接切成1厘米厚的片，再切小丁）。撒上糯米粉防粘，放在一旁备用（这一步可以提前进行）。\n\n糯米粉和粘米粉在碗中混合，加入适量的热水（大概250毫升），成为质感接近腻子的面团。\n\n将面团一分为二，都搓成直径2.5厘米左右的长条，然后分成梅子大小的小剂子（每个大概20克），没用到的面团也要用湿布覆盖，避免水分流失。\n\n把小剂子稍微压扁，然后用大拇指在中间按下一个小凹槽，将之前做成小团子的馅儿放在凹槽中，然后糯米面团包起来，完全包住馅儿，轻轻揉搓成圆子。托盘上撒糯米粉，将圆子放在上面。\n\n蒸笼里刷薄薄的一层油，或者铺上戳了孔的烘焙纸。有些中国超市里会卖专门的蒸笼布。你也可以自制，用剪刀把烘焙纸剪成合适的圆形，然后对折多次，得到一个多层的扇形，然后在边缘煎一些小口，就像剪纸一样，展开后就是一张四处都有小孔的蒸笼纸了（见右图）。\n\n糯米沥干水，铺在盘中。将圆子在糯米中滚一圈，穿上珍珠外衣，然后放在蒸笼中，互相之间要稍微留点空间，因为蒸制过程中会微微膨胀。\n\n樱桃切半，放在能放入蒸笼的小碗中，和圆子一起蒸。（樱桃和圆子分开放，免得染红雪白的圆子）。盖上锅盖，大火蒸20分钟左右，然后用筷子夹起樱桃放在每个圆子上。立刻上桌。\n\n美味变奏\n\n其他甜味馅儿\n\n四川人喜欢给圆子包上糖、糯米粉、糖渍玫瑰花瓣、猪油和一点点水混合而成的玫瑰馅儿；或者是芝麻碎、糖、糯米粉、猪油和一点点水混合成的芝麻酱馅儿。\n\n咸腊肉馅儿\n\n将猪肉末炒至金黄，晾凉后加入切碎的葱白、盐或生抽调味。"}
{"title": "红苕饼", "content": "美味的红苕饼外表金黄酥脆，内里柔滑细腻；可以直接吃，也可以蘸点糖或蜂蜜。这是通常在火锅最后端上来的小吃。有些店家会在里面包上玫瑰馅儿，或在外面裹一层玫瑰，可以中和一下红苕那种泥乎乎的感觉。甜酱的做法我自己做了改进：没有用常用的糖浆和糖渍玫瑰花瓣，而是用了蜂蜜和玫瑰水。有的红苕饼里会包上莲蓉或红豆沙，被稍微压扁一点，裹上蛋液和面包屑，再下锅炸。\n\n菜谱用量可以做20个左右的红苕饼，够6～8个人吃。\n\n黄心红苕 700克\n\n糯米粉 100克\n\n细砂糖（根据口味增减，可不加）\n\n土豆芡粉 少许（用作手粉）\n\n食用油 油炸用量\n\n玫瑰甜酱（可不用）\n\n稀蜂蜜 4大匙\n\n玫瑰水 1小匙\n\n红苕去皮切块，大火蒸30分钟左右到完全变软。放凉后压成红苕泥，和糯米粉混合。愿意的话可以在这一步加一点糖。\n\n将红苕泥分成和梅子一般大的小剂子（每个大约30克），塑形成小圆饼，稍微撒一点土豆芡粉。\n\n食用油加热到150°C左右，加入红苕饼油炸，轻轻搅动拨弄，直到表面变成金棕色，大约需要8分钟左右。时刻注意油温，不能比180°C高太多，红苕饼周围微微冒泡即可。\n\n如果你想做玫瑰甜酱，就把蜂蜜倒入锅中小火加热，然后倒入玫瑰水。\n\n红苕饼炸好后沥油，立刻上桌，可以淋上玫瑰甜酱。"}
{"title": "银耳羹", "content": "市售的银耳通常是干银耳，黄脆如纸，有点像干菊。前不久我在成都的市场上第一次看到了鲜银耳，实在太美了，晶莹剔透，如象牙一样白，仿佛娇花一朵。\n\n这道菜将银耳这种山珍缥缈超凡的气质体现得淋漓尽致。银耳懒洋洋地躺在甜汤之中，如果一朵朵透明的浪花。甜汤柔滑地溜过你的喉咙，如梦似幻；加糖要有所控制，不要过甜。\n\n甜汤可能会让西方人觉得奇怪，但临睡前来一碗可以抚慰肠胃和心神；重口味的一餐后来一碗能让唇舌稳定平静。很多川菜宴席最后会给每个客人来一小碗银耳羹，帮助消化。有一次吃比较标准的中式晚餐，也上了银耳羹，是一大钵，大家自己舀。\n\n传统中医理论认为，银耳有润肺滋阴之效。银耳羹营养丰富，对老年人特别有好处。有的餐馆会往里面加一点陈皮丁或菠萝丁，但我比较喜欢简单一点。\n\n菜谱用量能做6～8人份。\n\n干银耳 1大朵或2小朵（约20克）\n\n枸杞 1大匙\n\n大块冰糖 125克（根据口味还可添加）\n\n倒水淹没银耳，将其泡软：只需要15分钟左右。去掉较硬的底部，清洗银耳，撕成小朵。倒凉水淹没枸杞，备用。锅中放2升水，加入冰糖，小火加热融化。把水烧开后加入银耳，小火炖煮约一个半小时，直到汤汁柔滑，银耳饱满。撇去表面浮沫，按照口味添加糖。\n\n枸杞沥水，撒入碗中。倒入银耳羹，趁热上桌。"}
{"title": "绿豆沙", "content": "传统中医理论认为，很多病症都是因为上火。中国人非常注意上火的症状，比如长痘、干咳。治疗方法是避免上火的食物和饮料，而选择清凉降火的东西。绿豆就是清凉降火的典型，通常会用来煮稀饭或制作饮品。绿豆沙是一道汤品，在川南宜宾的炎热天气中很常见，通常是配辣味面条。这个菜谱的灵感来源于宜宾千麦香面馆，当时我吃的宜宾燃面就配了这么一碗绿豆沙。里面稍微加了点糖，还要加几个冰块保持冰凉沁心之感。\n\n菜谱用量是4人份。\n\n绿豆 150克\n\n大块冰糖或白糖（按照口味增减）\n\n冰块（上桌前加）\n\n倒凉水没过绿豆，浸泡过夜。\n\n清洗绿豆，沥干水。放进锅中，加3升水烧开，大火继续煮10分钟。关小火，保持微沸状态煮至少30分钟，直到绿豆彻底煮软并开花。加一点糖调味。\n\n汤放凉后用于解暑，可以加冰块。"}
{"title": "八宝锅蒸", "content": "这道甜品通常出现在传统川菜宴席上，口感像湿润的蛋糕，里面有很多美味的果脯和核桃。\n\n下面的菜谱依据的是我在“烹专”学到的版本。先开小火，用猪油炒面粉，然后加入糖、果脯和坚果。在一本1977年出版的川菜食谱中，我找到了另一个版本，用的是米粉和菜油，是回族人眼中合格的清真食品。\n\n两个菜谱中介绍的制作方法都和整个中东地区流传上千年的传统食物哈瓦（一种香甜酥脆的糕点）有着惊人的相似之处。中亚和中国北方在饮食烹饪传统上有着广为人知的联系，这是古老丝绸之路上至少两千年贸易往来的结果。中国北方的果脯、包点、饺子、馅饼等，很多都能在广袤的欧亚大陆上找到“近亲”。而这道八宝锅蒸里流淌着的回族血液说明，它可能是清朝早期迁入成都的回族人引进的。\n\n按照传统，这道菜要用猪油，但要做素食版可以用椰子油（或符合清真标准的油），也很棒。\n\n菜谱用量是6～8人份。\n\n核桃 25克\n\n食用油 油炸用量\n\n混合果脯和坚果 50克（四川人可能会选择樱桃果脯、蜜枣、\n\n冬瓜糖和陈皮）\n\n猪油或椰子油 200克\n\n中筋面粉 200克\n\n细砂糖 150克\n\n核桃放入锅中，倒入能浸没核桃的食用油，中火加热到核桃变成金色，散发香味。捞出核桃，充分沥油，稍微切一下。所有的果脯和干果要切碎（川菜食谱中通常都说最好切成绿豆大小）。\n\n将一半的猪油或椰子油放入锅中，中火加热，加入面粉，不断搅拌5～10分钟，直到散发香味，颜色微微泛金黄（只要面粉有股炒制的味道，那就是炒好了）；必要的话关小火，避免生锅。\n\n烧一壶开水。等面粉熟了，倒入300毫升热水，进行这一步要往后站，免得被蒸汽烫伤，然后混入剩下的猪油或椰子油。倒入糖搅拌到融化。最后倒入坚果和果脯，混合均匀。立即上桌。"}
{"title": "海椒面", "content": "在我最喜欢的成都菜市场上，有个不起眼的香料店铺，老板总是拿着和自己一样高的木杵，在巨大的石臼里舂着干海椒。干海椒先要去掉尾部，然后掰成段，在炒锅里炒到香脆，之后才能和辣椒籽一起，被舂成铁锈红的粗粝粉末。老板卖的海椒面有二荆条，颜色很美，香味诱人；还有辣上加辣的小米辣。顾客可以选择其中一种，或者自己按照喜好搭配。（如果买海椒面是想做红油，他就会给你加一勺芝麻。）\n\n干海椒 50克\n\n食用油 1大匙\n\n干海椒去尾，然后掰成2～3厘米的小段，不用去掉辣椒籽。\n\n锅中放油，均匀地旋转一下，让锅底铺满油。加入干海椒，开中小火加热2～3分钟，持续搅拌翻炒，直到香气散发出来，并且颜色变深，（我的一位川菜厨师朋友说这是“蟑螂色”！）倒入一个石臼，放凉。\n\n干海椒放凉后，用木杵舂成粗粝的粉末。可以用来做红油，或者存放在密封罐中备用。"}
{"title": "米粉和蒸肉粉", "content": "这种舂成粗颗粒的米粉在中国超市有售，但自己做也很简单。\n\n泰国香米 150克\n\n八角 1个\n\n桂皮 几块\n\n将香米、八角和桂皮放在干燥的炒锅中。中火加热翻炒大约15分钟，直到米粒变脆，颜色变黄且散发香味。起锅，放凉。把香料捞出来扔掉（也可以保留下来，用于别的菜中）。用料理机或石臼、木杵对米进行粗磨，粗细程度跟粗麦粉差不多。磨好后放入密封罐，需要时取用。"}
{"title": "红油", "content": "红油（辣椒油）是很多川菜酱料和调料中不可或缺的配料。之所以叫“红油”，是因为会呈现惊艳的宝石红。做法是将烧热的油倒在粗磨的海椒面上，剧烈地“嘶嘶”作响，平静下来之后，海椒面沉淀下去，油浮在上面。用红油烹饪时，通常都要配上一点沉淀的辣椒，不过高端的餐厅会过滤纯的红油，让菜品卖相更好，口感更细腻。过滤剩下的辣椒被称为“油辣子”，可以加入蘸水或摆在桌上做调味品，往饺子、抄手、面条里一加，顿时风味大增。\n\n做红油用的辣椒不讲究种类，但四川人喜欢用当地产的二荆条，因为香味浓郁，且辣味相对温和。在伦敦，我图方便，常用那种粗磨的韩式辣椒面，用作替代品倒是凑合，最后也能得到四川红油那种深沉漂亮的红色，但缺乏正宗红油醇厚的辣味和美妙的风味。我衷心希望有一天在四川之外也能买到二荆条。当然你也可以自行选择辣椒。下面菜谱中给出的辣椒和油的比例是四川人最常用的，不过可以根据个人口味做调整。很多厨师会往辣椒中加少许芝麻，让红油更香。\n\n食用油 500毫升\n\n粗磨海椒面（带籽）100克\n\n芝麻 1小匙\n\n锅中放入油，加热到200°C左右，然后静置降温到140°C左右。\n\n将海椒面和芝麻放在耐热碗中，旁边准备一点食用油或一杯水。等锅中油下降到合适的温度，倒一点在海椒面上：正确的状态应该是发出微小但有力的“嘶嘶”声且冒泡泡，散发烧烤一样的浓郁香味。把剩下的油都倒进去搅拌。如果你觉得油温太高，海椒面可能会煳掉，就加一点食用油或水去降温（加水的时候往后站，别烫着了）。油温一定要够，这样才能出那种烘烤的香味。如果把所有的油都倒完了，你觉得海椒面的香味不够，那就把全部的食材都倒入锅中，小火加热，不时搅拌，直到浓郁的香味释放出来，颜色变成深宝石红。务必不要把海椒面烧煳了。\n\n红油完全放凉后，把油和沉淀倒入玻璃罐，放在阴凉处保存，需要时取用。用之前最好留出几天沉淀的时间。\n\n美味变奏\n\n上面的做法是四川红油最经典的传统做法。成都大厨兰桂均钻研出了自己的方法，也鼓励我与读者分享。他把500毫升菜籽油与一根葱白一起加热，等到葱白变成奶咖的颜色（说明油温达到180°C了），就关火，加入500克海椒面，迅速搅拌到油色变红，散发香味，海椒面也达到了合适的煳辣味。然后立刻倒1升食用油来降温，避免海椒面烧煳。兰师傅比较喜欢这种做法，因为能够准确掌握从海椒面中释放出的风味；他还认为，冷油的比例高一些，成品红油就更健康。"}
{"title": "花椒面", "content": "花椒面是川菜中必不可少的调味料，气味香浓，会撒在很多热菜中，也可以调蘸水（通常会加盐）等。花椒面闻起来特别香，吃一点的话舌尖酥麻，仿佛在舞蹈。一次不要做太多，因为香味散得比较快。四川很多家庭几乎天天炒花椒磨花椒面。我做好一批之后都尽量不会放超过一两个星期。记住，要想花椒面味道好，一定要用上好的四川花椒。菜谱用量能做出1～1½大匙花椒面，能用挺久的。\n\n花椒 2大匙\n\n干锅小火加热，放入花椒炒制几分钟，直到花椒散发出烧烤味和浓郁的香味，炒制过程中会微微冒烟。千万注意不要炒煳了，不然会有苦味。从锅中捞出，完全放凉。\n\n用研磨器或石臼、木杵把花椒弄成细细的花椒面。川菜厨师会用很重的铁臼和铁杵（我用的是咖啡研磨器，只用来磨花椒面）。花椒内部纤维较多，比散发香气的外壳更难磨细；如果你发现磨好的花椒面中还有肉眼可见的壳，最好是用细目筛过滤一遍。花椒面做好要尽快使用，或者存放在密封罐里。"}
{"title": "椒盐", "content": "中国人口中的椒盐味或椒盐蘸碟，说的是盐炒花椒的经典搭配。毕竟，花椒是土生土长的“中国椒”；而胡椒则是来自外国，所以称之为“胡”。椒盐通常会做烤物或炸物的蘸碟，也会加入面点，甜点中也有。甜点的椒盐味就好像是西方那种很受欢迎的海盐焦糖味的中国版。除了用在中餐里，椒盐撒在烤土豆和薯条上也很好吃。\n\n花椒 1大匙\n\n细盐 1½大匙\n\n盐和花椒放在干锅中，开小火翻炒到花椒散发浓郁的香味，盐的颜色稍微变深。倒入石臼中，舂成细腻的粉末。\n\n如果不在近期使用，要储存在密封罐里。"}
{"title": "熟芝麻", "content": "芝麻在四川的用途很广泛，经常撒在面条或凉菜上增加脆脆的口感。用之前通常都要炒熟。\n\n直接把白芝麻放在干锅中，开很小的火炒到散发香气，颜色泛金黄。黑芝麻的颜色变化不会很明显，所以需要你尝一尝，确保炒出来那种烧烤味，但没有炒焦，或者在炒黑芝麻的时候放一点白芝麻，观察颜色变化。放凉后用密封罐储存备用。"}
{"title": "芝麻酱", "content": "中国芝麻酱的制作方法是将芝麻微微炒一炒，然后细磨，加一点油，搅拌均匀后就有了流动性。大部分的中国超市都有芝麻酱售卖，自制的话就参考下列菜谱，来自成都大厨兰桂均。芝麻酱做好不立刻用的话会分层，下次用之前要搅匀。芝麻不要炒过了，不然酱会发苦。\n\n白芝麻 100克\n\n菜籽油 5大匙\n\n芝麻放在干锅中开很小的火炒5分钟左右，不断翻炒到颜色微微泛金黄，用指甲一按就能裂开的程度。把芝麻倒入碗中放凉。\n\n把芝麻磨细（用臼杵或者和我一样用干净的咖啡研磨机）。\n\n菜籽油入锅加热到180°C左右，此时锅边开始冒白烟，把手悬在油上方能感受到一股热气（注意安全，不要离得太近），把油倒在碾磨后的芝麻上，混合均匀。放凉后入密封罐存储备用。"}
{"title": "油酥花生", "content": "油酥花生出现在很多菜肴和小吃中；直接撒上盐和花椒面，本身也是很好吃的小零嘴，单独吃或者和别的凉菜一起上都行。不要图方便经不起诱惑把油温开得太高，花生很容易就煳了，会有苦味。\n\n把生花生放进锅中，倒入足以浸没花生的食用油。慢慢加热到120～130°C，也就是油在花生周围轻微冒泡的程度。维持这个温度炸20分钟左右，油温千万不要过高。炸好之后的花生应该非常香脆，表面微微泛金黄色，有烧烤味。用漏勺将花生从油锅中捞出，充分沥油，铺在厨房用纸上彻底晾凉。\n\n可以做花生碎。将放凉后的油酥花生铺在墩子上，用刀面或擀面杖碾碎。尽量把花生皮都挑拣干净，最后的花生碎可以配上菜肴或者面条，增添脆脆的口感。"}
{"title": "糖色", "content": "如果有菜肴需要浓郁深邃的颜色来增添其吸引力，中餐厨师通常会用传统的糖色（跟西餐浇肉汁是一个道理），也可以用老抽上色，但比起糖色，颜色略深，也没那么有光泽，所以大部分厨师都更倾向于糖色，而且卤菜当中用得最多。卤菜品种多种多样，都是泡在香料丰富的卤汁中煮了之后，作为开胃冷盘上桌的。\n\n炒糖色的时候，时间把握至关重要：太早停止上色，就达不到想要的效果；离火太晚，又会烧煳变苦。在“烹专”，我们用白糖炒糖色；但我偶遇过一位卤菜专家，说她认为最好的配方是大块冰糖和白糖混合使用。这个菜谱是遵循她的建议来写的。如果愿意的话，你可以直接用100克白糖代替我给出的混合糖。\n\n大块冰糖 50克\n\n食用油 2大匙\n\n细砂糖 50克\n\n准备100毫升热水放在罐子里\n\n大块冰糖和食用油放在锅中，加2大匙凉水，开很小的火，不停搅拌到大块冰糖完全融化（需要的话可以多加一点水）。加入细砂糖，继续搅拌到融化。在完全融化之前糖可能会结块，这是正常现象。\n\n两种糖都融化后，开大火，不断搅拌，糖的颜色会慢慢变深，然后起白色浮沫。密切注视焦糖的变化，直到浮沫不再是白色，而且泡泡很大，变得透明起来（此时的焦糖味会很明显）。迅速将备用的热水倒进去，站远一点，免得被蒸汽烫伤，然后搅匀。\n\n关火，让糖色慢慢降温，然后储存在瓶子中，需要时取用。"}
{"title": "复制酱油", "content": "复制酱油又称“红酱油”，是四川厨房中神奇的美味调料之一。在著名的钟水饺和甜水面等街头小吃里，复制酱油是必不可少的调料，当然也用在荤素凉菜的调味中。做法不难，就把生抽加香料和糖炖煮到散发甜味和香味，黏稠如糖浆即可。其实没有固定的公式，每个厨师都有自己的偏好，比如加什么调料、加多少、糖量甜度的控制等（有些厨师会把干香菇秆放进去一起炖煮，风味更佳）。我的建议是，你可以使用八角、桂皮（或肉桂）、茴香和花椒作为必不可少的香料，然后根据自己的喜好自由发挥。你可以直接把香料加到生抽里，之后再过滤出来，不过最省事儿的做法是用棉布把香料都包起来。煮得咕嘟咕嘟冒泡时，你的厨房里会弥漫着叫人神魂颠倒的香味。\n\n菜谱中的用量大约能做375毫升的复制酱油，可以保存很久。\n\n小个草果 1\n\n八角 1个\n\n甘草根 1片\n\n桂皮 1片（或½根肉桂）\n\n砂姜 1片\n\n香叶 1片\n\n小茴香 1小匙\n\n花椒 ½小匙\n\n生抽 500毫升\n\n细砂糖 175克\n\n红糖 100克\n\n用刀面或擀面杖轻轻把草果劈开。要追求最好效果，用一小块棉布包住所有香料。\n\n把香料和生抽放进小锅，烧开。然后把火关到最小，保持微沸状态，煮30分钟，让香料的味道慢慢渗透到液体中。\n\n把香料包捞出来扔掉（没有把香料包起来的话，就用细目筛把液体过滤出来）。加入细砂糖和红糖，搅拌使其融化。再次烧开后关火放凉，倒进瓶罐中放阴凉处保存。"}
{"title": "醪糟", "content": "这种带着酒味的甜味液体可以用于腌制码料、“糟醉”之类的菜肴和一些甜味羹汤中。做法是将熟糯米和酒曲混合，放在温暖的地方发酵几天。酒曲中的霉菌、酵母和菌中会将糯米的淀粉分解成美味的糖、酒和乳酸，所以成品是清澈的液体中沉淀了半溶解的泥状米粒。醪糟液可以单独用，也可以和沉淀的糯米混合使用。四川的醪糟通常是小手工业者生产的，他们会用大大的陶土坛子来进行发酵，直接搬到市场上卖。很多中国超市都有醪糟出售，但在家做也特别简单。在中国之外的地方，酒曲在中国和越南商店都有卖。发酵好之后，可以存储在罐子里冷藏，能保存数月。\n\n自制的醪糟可能会太酸或发霉，这就是做失败了，需要扔掉。为了避免这种情况发生，用于发酵的容器必须特别干净，你用来接触配料的东西也必须干净无油。还有一点很重要，必须要在温暖的地方发酵，和酸奶发酵一个道理。\n\n长糯米 500克\n\n酒曲 1个（10克）\n\n糯米在冷水中浸泡4小时或过夜，然后沥干水。\n\n将烘焙纸剪成和蒸笼底一样的形状，稍微超出边缘几厘米，铺在蒸笼上，用串肉扦插一些小孔，然后把糯米倒进去，要铺得均匀。大火蒸40分钟至糯米变软。\n\n蒸米的时候把酒曲球舂成粗粝的粉末。\n\n糯米蒸好了就装进漏勺，用冷水冲洗，尽快降到微温的程度。把糯米的水分甩干，放在碗中。撒入大部分的酒曲（留下1～2小匙），混合均匀。（确保你加入酒曲时糯米只是微温。）\n\n把米和酒曲的混合物放进干净的陶罐或碗中，在中间挖一个小洞，把剩下的酒曲撒进去。用干净的布或合适的盖子盖住容器。\n\n放在温暖的地方发酵，直到能闻到香甜的酒味。时间视温度而定，通常需要几天（理想的温度是30°C左右）。容器底部会聚集有淡淡酒味的“小水洼”，糯米会变得松软慵懒，但又没有完全散架。\n\n此时用小锅将150毫升水烧开，然后盖上锅盖彻底晾凉。将发酵好的醪糟放进1升容量的罐子里，浇上晾凉的开水，冷藏，需要时取用。"}
{"title": "复制调和老油1", "content": "很多重庆菜都是重油重辣，到了惊人的程度，比如毛血旺，其中的美味秘诀就是提前用香料调和过的复制调和老油。如果不用这种复制调和老油来做这样的菜，味道就会平平无奇，只让人感觉油腻；用了这种油，就会拥有名副其实、令人上瘾的美味。\n\n下面这个菜谱中运用了豆瓣酱为调和老油上色，参考了一本介绍重庆川菜的书，做了一点简化。如果需要用这种油，至少要提前几天做，留出时间让味道融合。\n\n如果你特别喜欢重庆辣菜，那可以多做一点，储存在罐子里，随时取用。\n\n姜（带皮）20克\n\n葱（只要葱白）2根\n\n小个红葱头 1个\n\n菜籽油 400毫升\n\n八角 2瓣\n\n大拇指指甲盖儿大的桂皮 1块\n\n草果（碾裂）2个\n\n香叶 1片\n\n茴香籽 1大撮\n\n豆瓣酱 5大匙\n\n海椒面 2大匙\n\n用刀面或擀面杖轻轻拍松姜和葱白。红葱头去皮切薄片。菜籽油倒入锅中，加热至180～200°C。加入姜、葱白和红葱头，搅拌到出香味，变成浅棕色。加入八角、桂皮、草果、香叶和茴香籽，稍微搅拌一下出香味。关火，让油冷却到120～130°C，加入豆瓣酱，油应该微微冒泡。开中火，翻炒豆瓣酱，到颜色红亮，香味四溢。关火，加入海椒面搅拌，然后倒进耐热的容器。放在阴凉的地方让味道融合24～48小时后再把油过滤出来，固体配料扔掉即可。"}
{"title": "复制调和老油2", "content": "这种油没有颜色，但非常香，可用于著名的水煮鱼和类似的藤椒鱼。至少提前一天做，好让味道充分融合。做好以后储存在瓶罐中，需要时取用。\n\n葱 6根\n\n姜（不去皮）75克\n\n小个洋葱 1个（约150克）\n\n食用油或猪油、鸡油、菜籽油 500毫升\n\n八角 2个\n\n香菜秆 1大把\n\n用刀面或擀面杖轻轻把葱拍松，然后切段。姜切片。洋葱去掉表面后切片。锅中放油，加热至180～200°C。加入葱、姜和洋葱，搅拌5分钟左右，直到出香味，变成浅棕色。加入八角和香菜秆，关小火炸30分钟，不停搅拌。舀入耐热容器，放在阴凉处让味道融合24～48小时后再把油过滤出来，固体配料扔掉即可。"}
{"title": "猪油", "content": "传统川菜烹饪中常用的油有猪油和菜籽油。猪油在乡村烹饪中尤其常用，其鲜香的风味备受推崇。现在很多厨师都爱用猪油和菜籽油的混合油。超市里可以买到猪油，但我觉得还是自制的或从肉铺里买的那种风味更纯粹一些。\n\n做猪油最好是用板油，即猪内脏周围的脂肪，但背上或腹部的脂肪也可以。提前找一家肉铺预订即可。如果猪油里不含肉等其他杂质，放冰箱冷藏甚至室温放置是一点问题都没有的。\n\n板油、猪背部或腹部脂肪 2公斤（可能的话直接买剁碎的）\n\n烤箱预热120°C。\n\n如果脂肪没有剁碎，即先切成2厘米长的条，再切成2厘米见方的油块。放在能入烤箱的容器中，加50毫升水。不加盖，直接把容器放进烤箱，低温烘烤4小时，每30分钟拿出来搅拌一下。一开始会发出软软湿湿的冒泡声，之后会轻轻地“嘶嘶”作响，脂肪释放出淡金色的液体。最后，脂肪会变脆，呈现蜜色（脆油渣的用处见“注意”）。\n\n将熔化的猪油过筛，倒入杀过菌的密封罐，如冰箱冷藏或者放凉后倒入密封袋冷藏。\n\n注意\n\n做猪油会剩下酥脆金黄的油渣，可以放入面汤或用于炒菜，非常美味。比如油渣莲白里的油渣也可以替换为这个。我认识一个叫刘绍坤的餐馆老板，他有道拿手的蒜苗回锅肉，去掉了常用的猪肉片，只用油渣，他说那是属于自己童年的川菜记忆。蒜苗味重，能解油渣的腻；调味用的豆瓣酱和豆豉又增加了令人陶醉的风味。"}
{"title": "鸡油", "content": "炒菜的时候加鸡油，成品会更有光泽，味道也更浓郁、更丰富。通常是在炒绿叶菜快起锅时加上少量的鸡油；也可以加入面或做好的菜里。\n\n自制鸡油很简单，就是熬好鸡汤，鸡汤凉透之后表面上会结一层黄色的脂肪，把这层脂肪捞出来就是鸡油了。\n\n如果你想多保存几天，那就放进锅里加热一下，让水分蒸发殆尽，然后放凉任其凝固。储存在阴凉地或冷藏。"}
{"title": "鲜汤", "content": "川菜鲜汤的常用配料是鸡骨和猪骨。鸡骨最好选择那种风味很足的老母鸡。骨头连着肉，在开水中焯一下，洗去杂质，去除浮沫，加一点压开的葱姜提味，然后至少炖上两三个小时，让骨肉的精华最大限度地融入汤汁中。同样的办法还可以用来做鸡汤。\n\n平时在家里为了省钱，我熬汤不用整鸡而是用鸡架。我在伦敦认识一个很棒的肉铺老板，所以鸡架和猪排骨都是从他那里买，如果想熬得更浓，还要加上一些单独买的鸡翅。原料的用量没那么重要，但如果肉多水少，汤自然会浓一些。如果你有高压锅，那这个汤30分钟内就做好了。我通常一次会做很多，然后分成小份冷冻。\n\n鸡架和鸡翅\n\n猪排等骨头\n\n姜（带皮）20克\n\n葱（只要葱白）2根\n\n鸡和猪肉放在汤锅中，倒凉水浸没，大火烧开。要达到最好的效果，烧开后要将骨肉用漏勺捞出，在冷水下冲洗，然后把锅完全洗干净，再把材料放进去，倒新的水浸没，再次烧开。不过，如果想节省时间，你直接把表面的浮沫尽量撇去即可。\n\n用刀面或擀面杖轻轻拍松姜和葱白，放入锅中，然后关小火炖煮2～3小时。（用高压锅的话就高压30分钟，留出时间让压力自然释放。）\n\n过滤汤水（骨肉和香料都扔掉），如果不是立刻就用，那就彻底放凉再进行存储。鲜汤可以冷藏几天或冷冻数月。\n\n美味变奏\n\n鸡汤\n\n按上述步骤操作，但只用鸡架和鸡翅；如果要做鸡高汤，可以用整鸡（最好找老母鸡）。\n\n蔬菜鲜汤\n\n中餐中的蔬菜鲜汤通常是用水熬煮各种菌类（包括秆）、竹笋和豆芽而成。豆芽在中国很常见，在西方却很难找，所以你可以自己发豆芽。你也可以做用于汤面的快手素鲜汤，直接往热水里加生抽和一点香油即可。你还可以用西方常见的素汤块或高汤粉来调制烹饪中餐的鲜汤，不过，这些东西通常都很咸，所以你需要根据情况调整其他咸味调料的用量。"}
{"title": "高汤", "content": "高级川菜宴席中有一道经典的“开水白菜”，真是高级的厨界小玩笑。整道菜看上去就像小颗的白菜躺在一碗开水中，但其实是非常奢侈的一道菜。剥得完美的白菜心浸润在汤色清澈而奢侈的高汤中，汤是用鸡肉、鸭肉和火腿熬制的。高汤还有个名字叫“清汤”，两种都是四川叫法；而粤菜中则称之为“上汤”。\n\n川菜高汤的配料通常是老母鸡、老鸭子、猪排骨和一块上好的火腿，再加一点葱和姜，有时候还要加料酒来去腥，并让风味更细腻醇厚。一大锅的汤需要炖煮数个小时，好让汤汁吸收配料的精华。最后，加入肉泥，肉泥上升到表面，吸收杂质浮沫，汤就清了。先加的肉泥是用瘦猪肉做的红肉，然后是用鸡胸做的白肉。每个大厨都有个人特色浓厚的高汤，中国有句老话：“厨师的汤，唱戏的腔。”高汤即是厨师自我艺术风格的表达。\n\n鲜汤（见前页）就已经够美味的了，适用于很多菜肴；但如果是重大场合，高汤能让你的菜风味更为悠远。根据炖煮时间，这个菜谱可以熬出2.5～3升的高汤，所以你需要一口大汤锅。\n\n土鸡 半只（约750克）\n\n鸭腿 2只（约450克）\n\n猪排骨 350克\n\n西班牙火腿或中国火腿（整块）75克\n\n姜（带皮）20克\n\n葱 2根\n\n烧开一大锅水，分别加入鸡肉、鸭腿、猪排骨和火腿进行焯水，每次都重新把水烧开，让杂质形成表面浮沫并撇去。把这些配料分别用漏勺捞出，冷水冲洗。\n\n把所有焯过水的配料放在汤锅中，倒4.5升凉水。大火烧开后撇去表面浮沫。用刀面或擀面杖轻轻拍松姜和葱，然后加入锅中。关小火，不加盖，炖煮至少3小时（或者5小时，甚至可以熬更长时间。我认识一个厨师，高汤一熬就是10小时）。汤汁的表面会有小小的沸腾声，不能沸腾太过，这样汤就不清了。\n\n过滤汤汁，静置过夜待汤汁放凉（熬煮剩下的配料可以再熬，做个快手的淡味鲜汤，比如右页提到的奶汤），然后撇去表面上凝固的油脂。\n\n冷藏可储存几天，冷冻可储存数月。"}
{"title": "奶汤", "content": "奶汤之“奶”，是因为汤汁在长时间的沸腾中吸收了配料中的蛋白质，变成不透明的奶白色。奶汤喝到嘴里，舌尖会有丝滑之感，因为很多胶原蛋白都融化在其中，真是抚慰唇舌。在宴席烹饪中，奶汤可以为蔬菜增加浓郁的风味，也可以为鱼肚这种本身白味的珍馐锦上添花。家常烹饪中，可以把食材切片或切丝（豆腐和白菜搭配起来特别棒），放入奶汤，做成精彩的汤菜，调味只需要加盐和白胡椒面，表面撒一点葱花，让颜色更好看。\n\n奶汤的原料是鸡肉和鸭肉，但还要加入猪肘、骨髓或猪肚等额外的配料。熬制奶汤的关键是控制火候：熬清汤需要开很小的火，而奶汤的火则需要开大一点（鱼汤也是一种奶汤，做鱼汤的时候要全程保持大火，不能小火熬，否则汤色不白）。大多数厨师都建议一开始就把全部的水加进去，让其自然蒸发。\n\n奶汤还有经济快手的做法，只是没那么浓郁而已，把做高汤或鲜汤剩下的配料煮开即可。\n\n按照本菜谱的量来熬汤需要准备一口大汤锅，最后能得到3升左右的奶汤。\n\n土鸡 半只（约750克）\n\n鸭腿 2只（约450克）\n\n猪肘或猪脚 600克\n\n姜（带皮）20克\n\n葱 2根\n\n烧开一大锅水，分别加入鸡肉、鸭腿、猪肘或猪脚进行焯水，每次都重新把水烧开，让杂质形成表面浮沫并撇去。把这些配料分别用漏勺捞出，冷水冲洗。\n\n把所有焯过水的配料放在汤锅中，倒6升凉水。大火烧开后撇去表面浮沫。用刀面或擀面杖轻轻拍松姜和葱，然后加入锅中。\n\n盖上锅盖中火煮3小时，直到汤变成奶白色。要一直保持滚开的状态，但火也不用开到最大。我的个人经验是中火即可。过滤汤汁，冷藏可储存几天，冷冻可储存数月。\n\n美味变奏\n\n快手奶汤\n\n这个做法来自已经隐退江湖的北京厨师杜广北。将熬鲜汤或高汤剩下的鸡架、猪排等放入大锅中，倒冷水覆盖，大火烧开，然后持续中火到大火熬制20分钟，直到汤汁呈现奶白色。过滤汤汁，冷藏可储存几天，冷冻可储存数月。\n\n成都青羊宫的香火。"}
{"title": "鱼香鸡丝", "content": "所谓的“鱼香”酱料多用于热菜中，但像本菜谱中这样用鱼香味来做凉拌菜也很棒，美味得不得了，浓稠的酱汁中有新鲜的姜、蒜、葱和泡椒。泡椒微辣，不会掩盖隐隐的酸甜荔枝味。红绿淡黄相间的色彩组合也很漂亮。这种酱汁通常用来给鸡肉、兔肉、猪肚和脆炸圆豌豆调味，但作为炸虾和其他小吃的蘸水，也是深受喜爱。四川酱料蘸水中的辣椒来自生泡椒和红油，但在国外根本不可能找到四川泡椒，所以我的版本是把三巴酱微微过一过油，成品也非常好吃。\n\n煮熟放凉的鸡肉（去骨）400克（大概半只鸡）\n\n凉拌汁\n\n细砂糖 2小匙\n\n镇江醋 2小匙\n\n生抽 1大匙\n\n高汤或清水 2大匙\n\n三巴酱 4大匙\n\n食用油 4大匙\n\n（三巴酱加食用油的组合可以变成：4大匙去籽之后细细切碎的四川泡椒加3～4大匙红油）\n\n切得很细的姜末 1大匙\n\n切得很细的蒜末 1½大匙\n\n葱花 3大匙\n\n香油 1小匙\n\n把鸡肉切成适宜入口的鸡丝，堆在盘子里。\n\n做凉拌汁，先把糖、醋、生抽和高汤（或清水）放在一个碗里，搅拌到糖融化。\n\n在事先养过的锅里小火加热食用油，加入三巴酱，轻轻翻炒，直到油色红亮，散发香味。把混合物倒入装有调料的碗里搅拌，然后把其他配料一起放入碗中混合，淋在鸡肉上（如果你是用泡椒和红油，就可以省略在锅中加热这一步）。\n\n美味变奏\n\n下列调味料均适用于400克煮熟放凉的鸡肉。\n\n红油味\n\n四川人把海椒油称为“红油”，而这个红油味酱料是经典味型之一，把辣椒的辣和生抽的咸，还有细砂糖隐隐的甜融合在一起，通常用于鸡肉和兔肉凉菜中，还有各种各样的下水。把4小匙细砂糖、3大匙生抽和4大匙鸡高汤放进一个碗里，搅拌到糖融化后加入1小匙香油和4大匙红油，沉积在红油下面的辣椒可要可不要。"}
{"title": "香糟鸡条", "content": "这道菜并不常见，但可以提醒我们，川菜不仅仅有刺激的辣味和各种重口味。这道菜用到了蒸的手法，让事先煮过的鸡和醪糟那香甜醇厚的香味融合在一起，创造出香糟味——23种川菜官方调味中的一种。蒸好了可以直接吃热的，但通常都是作为凉菜上桌。\n\n煮熟放凉的鸡肉（去骨）400克（大概半只鸡）\n\n醪糟（糯米和酒要一起用）160毫升\n\n白胡椒面 1大撮\n\n盐 约½小匙（根据口味增减）\n\n把鸡切成1～2厘米宽，6厘米长的鸡条，拿一个能放进蒸笼或蒸锅的碗，把鸡条整齐地码放在碗里。把醪糟、白胡椒面和盐混合在一起，倒在鸡肉上。\n\n把碗放进蒸笼或蒸锅，大火蒸10分钟。上桌前把鸡放凉。愿意的话，可以把碗倒扣在一个盘子上，鸡肉就会形成一个漂亮的圆顶，卖相比较好。\n\n也可以用同样的方法做香糟鸭和香糟鱼。川菜大厨喻波还做了个素食版的——香糟白果。"}
{"title": "香油西蓝花", "content": "这道简单的菜再次说明了一个道理，任何全面、完整、成熟的川菜菜单，都应该有清淡低调的风味，来中和油与香料引起的麻辣与兴奋。这样的风味，可以是简单的炒菜，只加一点盐调味，或者再来点蒜泥，加点清淡的高汤；也可以是这样一道清爽开胃的凉菜。做这道菜的基本方法也可以用于凉拌苦瓜（切片）、青豌豆、红椒或花菜。（香油与很多蔬菜都是绝配，有时候我在家犯懒，通常就把紫球花椰菜稍微煮一煮，也不管冷的热的，画龙点睛地加点香油和生抽就上桌了。）鸡高汤能增加一点浓郁的鲜味。现在，很多厨师图省事，加几撮味精或鸡精了事。如果你只用西蓝花的话，卖相是最好的（茎秆我通常都是削了皮之后切片，用来煮汤或者炒菜）。\n\n西蓝花花球掰成小块 250克（带茎秆重约325克）\n\n香油 1～2大匙\n\n放凉的鸡高汤 5大匙\n\n盐\n\n烧一锅开水。加入西蓝花略焯水断生。不要焯过了，不然西蓝花就会解体；茎秆应该还有点脆脆的。用漏勺舀出，立刻冲冷水，然后晃动沥干。\n\n西蓝花放在一个碗里，根据口味加大约¼小匙的盐，充分拌匀；再加1大匙的香油，同样充分拌匀。\n\n快要上桌前，加入鸡高汤，根据口味可以再加一点盐和香油。"}
{"title": "盐水青豆", "content": "这道菜颜色鲜艳，正是清淡低调咸鲜味（四川话发音“含宣味”）的典型例子，可以中和调味比较大胆重口的菜肴，起到让人愉悦的清口作用。同样的调味方法还可以用于豌豆、胡豆和其他很多蔬菜。\n\n剥壳青豆 300克\n\n香油 2小匙\n\n泡椒 3个（或¼个红椒）\n\n放凉的鸡高汤 4½大匙\n\n盐\n\n水烧开，青豆焯水1～2分钟，煮到刚刚熟的程度。用漏勺捞出，冲凉水。晃动沥干后放入一个碗里，加½小匙香油和½小匙的盐，充分拌匀。\n\n用泡椒的话，切去尾部，尽量把籽都挤出来扔掉，然后切成小小的菱形。如果用红椒，在开水中稍微焯一下，过凉水，沥干水，切成小方块或菱形块。\n\n在小碗中混合高汤和剩下的香油，根据自己的口味加盐。\n\n拌匀所有食材配料，上桌。"}
{"title": "酸辣菠菜", "content": "普遍认为，菠菜是在唐朝时从中亚传入中国的。菠菜中的“菠”指的就是“波斯”，说明了其来自异域。中国人会用菠菜做炒菜或者汤，但用在这样的凉菜中也是深受喜爱。\n\n菠菜 600克（约1把）\n\n生抽 4小匙\n\n镇江醋 2大匙\n\n细砂糖 ½小匙\n\n放凉的鸡高汤或清水 2大匙\n\n红油 3～4大匙（加不加下面的辣椒均可，根据口味增减）\n\n烧开一大锅水。\n\n烧水时洗净菠菜，择好。等水烧开，加入菠菜，微微焯水，菠菜叶断生即可。用漏勺捞出，冲凉水。轻轻挤捏，尽量挤干水分。\n\n把菠菜放在墩子上，切成适宜筷子夹取的长度。切好的菠菜整齐地摆放在盘中。\n\n把其他调料放入一个小碗中，充分拌匀。把酱汁倒在菠菜上，上桌。\n\n美味变奏\n\n同样的调味方法可以用在其他蔬菜上，包括苤蓝（切丝之后用盐腌制，把多余的水沥干，再进行调味）以及更具有异域风情的枸杞嫩芽。"}
{"title": "青椒皮蛋", "content": "西方人将这种食材称之为“千年老蛋”，初次和其相遇可能会让人很不适。我必须承认，自己第一次在香港遇到它们时，那灰黑灰黑的颜色，也叫我打心眼儿里反感。但现在我很爱吃皮蛋，大部分真正品尝过的人也觉得很美味：感觉就像夸张版的蛋，蛋黄味道浓郁，口感丝滑如乳脂。我发现秘诀就在于，第一口咬下去的时候，要闭上眼睛，你才能不带偏见地进行品尝。不过，四川的皮蛋比香港那种灰不溜秋的卖相要好些，蛋白是透明的，泛着淡淡的琥珀色，蛋黄周围有一圈圈不同色调的灰色与绿色。\n\n做皮蛋，要将盐、泥巴和烟灰或石灰和成的混合物糊在生鸭蛋上。接下来的几个月里，石灰通过化学反应“煮熟”生鸭蛋，让其中的蛋白质发生质变，内部的颜色和口感都发生巨变。中国人这种做皮蛋的方法至少已经延续了5个世纪，一开始的目的是通过腌制保存食物，后来则是为了创造美妙的鲜香风味。历史上这种方法究竟来源于何处已不可考，但各种纷繁的传奇都说，是有人把鸭蛋存放在一个石灰坑或烟灰坑中，意外地发现了这种方法。\n\n青椒（生的或烤熟的均可，见“注意”）½个\n\n皮蛋（鸭蛋）3个\n\n凉拌汁\n\n生抽 2大匙\n\n细砂糖 1小匙\n\n红油 2大匙（加不加下面的辣椒均可）\n\n香油 1小匙\n\n青椒切成1厘米见方的小块，青椒籽要挖掉丢弃。\n\n皮蛋剥壳，清洗沥干，然后把每个蛋切成8瓣。取一个小盘，把切好的青椒堆在盘中，把切瓣的蛋围成一圈，摆成花瓣状。\n\n在一个小碗中调好凉拌汁调料。要上桌前，把凉拌汁倒在皮蛋和青椒上。\n\n注意\n\n这道菜中的青椒可以用生的，也可以用熟的。有的厨师坚持认为，处理青椒的最好方式就是架在火上烤。（在家进行这一步的话，就把整个青椒放在明火上烤到外皮微微发黑，就像做一些意式餐前小吃，烤好后放在一个可以密封的容器中，慢慢放凉，然后把黑皮撕掉即可。）\n\n美味变奏\n\n还可以调酸辣凉拌汁，将2小匙生抽、¼小匙细砂糖、1½大匙镇江醋和2大匙红油混合拌匀，倒在皮蛋和青椒上。\n\n这道菜用鹌鹑皮蛋来做也可以。"}
{"title": "珊瑚雪莲", "content": "莲花因为其出淤泥而不染之美，自古以来就是佛教徒心中灵性顿悟的象征。四川很多地方广泛种植莲花。开车朝成都南部走，穿梭在绿油油的农田之间，就会看到很多池塘和水库中都蔓生着圆形的宽大莲叶。川菜中几乎把莲的浑身上下都用遍了。\n\n莲花的种子是多子的象征，因为“莲子”谐音“连子”。莲子可以用来做甜的饺子馅，或直接和大米一起煮成有益健康的养生粥。水下的根茎入菜，或做成糖藕；而叶子可以用来包裹蒸菜，让那幽微清淡的叶香渗入到食物中。就连白色的花朵都能裹上蛋白，微微油炸，撒上玫瑰糖当菜吃。\n\n下面这道菜用到了莲花的根茎，即藕。藕切片之后如白玉，横截面还有繁复美丽的花纹。这样来处理藕，能够充分展示其透白之美和脆嫩的口感，恰恰应了“珊瑚雪莲”这个菜名。\n\n藕 2段（500克）\n\n姜（带皮）15克\n\n细砂糖 100克\n\n白米醋 100毫升\n\n枸杞子 几颗（做装饰用，可不加）\n\n盐\n\n藕段分别切掉两头不要，然后削皮，切成片。轻轻拿刀面或擀面杖拍松生姜。将藕片泡水清洗，和姜一起放在碗里；倒淡盐水，没过藕片。\n\n烧一大锅水，把沥干的藕片（不要生姜）倒进开水中，等水再烧开，焯水10秒左右。用漏勺捞出藕片，冲凉水，然后放在一个碗里。\n\n糖加100毫升水入锅，加一小撮盐，小火加热，不停搅拌到糖融化，彻底放凉。\n\n醋倒进糖水中，充分搅拌，然后倒在藕片上。在冰箱里冷藏至少一小时，或放到需要时再取用，中途把藕片翻动一两次，让它们均匀吸收酱汁。\n\n如果你想装饰这道菜，把枸杞子放在热水中浸泡一两分钟，再进行装饰即可。"}
{"title": "姜汁豇豆", "content": "姜汁是凉拌川菜中最让人愉悦的调味了。四川人经常把姜汁用于豇豆。你在亚洲超市里能看到一把把豇豆，细长柔软。同样的凉拌汁也可以用于焯过水的菠菜或别的绿叶菜，以及焯过水的荷兰豆，放凉的熟鸡肉或兔肉，还有各种各样的猪下水。\n\n姜汁很清淡，所以你要用很好的食材。要是不用新鲜、柔软和散发着香味的生姜，那就不用做了。生姜一定要切得很细很均匀，才能保证卖相和口感。姜汁应该呈一种美好的“茶色”。有些版本的姜汁会加入生抽，增加一点鲜味。我在这个菜谱中没有加生抽，是为了突出醋和姜的味道。如果你想加生抽，那么高汤或水的用量要减到1大匙，盐的量减到¼小匙，再加2小匙生抽。\n\n我曾经在纽约的“好面馆”（Hao's Noodle and Tea）吃过一道精致的现代菜肴，用到了这种川味姜汁：韭黄焯水，配上肥美多汁的蛤肉（我想他们用的肯定是透明的米醋，因为姜汁是无色的）。\n\n上好的豇豆 200克\n\n姜末（切得很细）1½大匙\n\n镇江醋 1大匙\n\n盐 ¾小匙\n\n放凉的高汤或清水 1½大匙\n\n香油 1½小匙\n\n豇豆掐头去尾，切成小段。\n\n烧开一锅开水。加入豇豆。大火烧开再煮2～3分钟，到刚刚变软。用漏勺捞出，冲凉水，然后甩干。把豇豆整齐地摆在盘子里。\n\n在一个小碗里混合蒜末和醋、盐、高汤或清水，充分拌匀，然后加入香油。（醋应该赋予酱汁一种浅淡的“茶色”和轻微的酸味。）把酱汁倒在豇豆上，如果要摆盘更细致好看，就像图片里那样，那就先把酱汁淋在豇豆上，再把蒜末均匀摆放在顶上。\n\n美味变奏\n\n姜汁菠菜\n\n要对这种酱汁进行美味变奏，我有一个最喜欢的菜叫“姜汁菠菜”，经常在家做。做法很简单，就是把300克菠菜焯水断生，立刻冲冷水，然后轻轻拧干。去掉菠菜根，全部切成适宜筷子夹取的长度，淋上姜汁，上桌。"}
{"title": "蒜泥白肉", "content": "这种春夏餐桌上常见的经典开胃凉菜，全四川人民都喜闻乐见，是长江边李庄古镇的特产。那里的厨师们为自己的刀上功夫自豪不已。李庄的厨师可以在木墩子上放一块温热的猪肉，然后拿起一把巨大的菜刀，削出特别宽又特别柔软的肉片，用筷子夹起来都能抖出波浪。当地的老饕总是夹起一片半肥半瘦的肉，手腕轻轻一抖，就把肉片绕在筷子上准备蘸蘸水了。在李庄，肉片通常都是平平地摆在盘子上，你能充分欣赏到那漂亮的透明肉片，蘸水中还加了些捣碎的辣椒（糍粑辣椒）。据说，把这种煮好的白肉放凉了吃的传统，是从满族发源的。\n\n到了成都，白肉通常会被放在蒜泥酱汁中。这种酱汁由蒜泥、加了香料和糖的酱油以及红油做成。通常，白肉要么和黄瓜片搭配，要么就是应季的香椿芽。按照传统，做这道菜的肉要用“二刀肉”，是猪臀部的一块肉，有厚厚的一层肥肉，连着猪皮；也可以用猪腿肉，但必须要有足够的肥肉，才能制造出正确的丝滑口感。\n\n菜谱做的是非常经典的成都蒜泥酱汁，但后面也补充了不需要加香料和糖，用生抽做出的“快手版”。你可能也想试试李庄的那种版本，一盘白肉，配一碗糍粑辣椒蘸水。\n\n姜（带皮，大拇指大小）1块\n\n小葱（只要葱白）1根\n\n整块二刀肉（肥瘦相间，肩肉或颈肉也行，都要带皮）400克\n\n黄瓜 ½根\n\n盐 ½小匙\n\n酱汁\n\n复制酱油 3大匙\n\n蒜瓣（剁成泥）2～3大匙\n\n红油 2大匙（加不加下面的辣椒均可）\n\n香油 1小匙\n\n用刀面或擀面杖轻轻拍松生姜和葱白。\n\n猪肉放在锅中，倒凉水没过猪肉。大火烧开水，撇掉浮沫。然后加入蒜和葱白，小火煮10分钟。把猪肉翻个，再煮10分钟。这时候猪肉应该完全被煮熟了（把猪肉从水中捞出，用竹签插最厚的部分，确保肉汁是清亮不带血水的，这就是煮熟了）。离火，不要盖锅盖，猪肉放在水里稍稍放凉。\n\n黄瓜去皮，削成很薄很薄的丝带状。撒盐，充分抓匀，放在一旁出水。\n\n调酱汁时，先把复制酱油和一大匙凉水在碗里混合，再加入其他配料搅匀。\n\n趁猪肉还温热时，从水中捞出，放在墩子上。尽量切成薄片，努力确保每一片都肥瘦相间。把黄瓜腌制出的水倒掉，尽量多挤一点水出来，然后堆在大浅盘的中央。把肉片围着黄瓜摆放好，搅拌一下酱汁，倒在肉片上，然后立刻上桌。\n\n美味变奏\n\n快手蒜泥酱汁\n\n在碗里混合3大匙生抽、1大匙细砂糖、2大匙蒜泥、2大匙红油（加不加下面的辣椒均可）和一小匙香油。"}
{"title": "烧椒拌茄子", "content": "这道菜不怎么常见，是川南特有的乡野风味。在不算遥远的过去，农村地区很多人还在使用两千多年来没什么变化的柴烧炉，炉膛里有余烬还在阴悄悄地燃烧，他们就会埋几个青椒进去，借余烬的热量让它们变软起皱。青椒取出来，掸去灰烬，带皮或不带皮，然后和大蒜、盐与生菜籽油一起擂成浓稠的烧椒酱，就成为极富川南地区特色的酱料之一，特别搭配蒸茄子（正如本菜谱中一样），也可以作为豆花的蘸料。现代厨房中，一些厨师对青椒的处理不是烤，而是煎，然后与食用油混合擂成酱。很多人（包括成都喻家厨房“大厨二人组”的戴双）都会把切得细细的皮蛋加进酱汁里，增添鲜香的风味。还有些人喜欢把烧椒和酱油、生姜、花椒粉、少许糖、醋和（或）红油混合在一起。\n\n我在家做这道菜时，用的是长青椒，就是经常和肉串一起烧烤的那种青椒，长长的，辣味很轻。如果你的茄子饱满柔软，应该就不需要削皮去籽了；如果你还是想削皮去籽，那需要酌情增量，和菜谱中的用量保持一致。\n\n茄子 400克\n\n长青椒 200克\n\n蒜瓣 2～3瓣\n\n生菜籽油 4大匙\n\n盐 约½小匙\n\n皮蛋 1个（可不加）\n\n茄子纵向剖成两半，放在能进蒸锅的碗里。碗放进蒸锅里，大火蒸20分钟。蒸好的茄子放进漏勺，边放凉边沥干多余的水。\n\n等茄子放凉到合适的温度，愿意的话，你可以进行去皮的步骤，尽量去掉里面的籽（用手最方便）。把茄子撕成1～2厘米粗的长条，然后用刀切成适合筷子夹取的小段。切好放在盘中。\n\n长青椒有两种处理方法。要么用炭火的余烬慢慢烤，烤到变软，表皮起皱，颜色发棕，但又没有烧焦的程度。要么在预热到200℃的烤箱里烤20分钟，烤到长青椒颜色发棕，质地变软。\n\n去掉长青椒的尾端。尽量去掉发黑的皮。然后把长青椒细细地剁成泥，或者放在臼里舂成泥。把青椒泥放进一个碗里。蒜瓣拍碎，加入青椒泥，再加油和适量的盐。愿意的话，你可以取一个皮蛋，剥壳，洗净，细细地切碎，也加进去。充分拌匀。上桌前，用勺子舀酱，加在准备好的茄子上就行。"}
{"title": "凉拌茄子", "content": "茄子经常用油炸的方法来做，所以人们很容易忽略，用蒸制的方法能够让这种蔬菜散发出完全不同的魅力：清淡温柔、软嫩多汁和微妙可口的风味。在这道美味的菜（见前页图片）中，蒸茄子被切或撕成条，和非常典型的四川调料拌匀。这种调料里融合了辣、麻、甜、酸、咸和其他淡淡的香料味，特别好吃。用中国茄子或地中海茄子都可以。就在四川著名“盐都”（还有“恐龙博物馆”）自贡郊外的馆子“桥头三嫩”，我吃到了一种非常美味的蒸茄子。当时端上来的算是配菜，整个茄子蒸熟以后放凉，起了皱，“安睡”在盘中；配上简单却好吃的酱油蘸水，加了很多葱花，还有一点小米辣。（对了，你可能会问“桥头三嫩”是哪三嫩，爆炒的嫩猪肝、嫩腰花、嫩猪肚。）\n\n茄子 800克\n\n葱花 2大匙\n\n凉拌汁\n\n生抽 3大匙\n\n镇江醋 2小匙\n\n细砂糖 1小匙\n\n红油 2大匙\n\n香油 ½小匙\n\n花椒粉 几大撮（可不加）\n\n茄子纵向剖成两半，放在能进蒸锅的碗里。碗放进蒸锅里，大火蒸20分钟。蒸好的茄子放进漏勺，边放凉边沥干多余的水。\n\n等茄子放凉到合适的温度，去皮，尽量去掉里面的籽（用手最方便）。把茄子撕成1～2厘米粗的长条，然后用刀切成适合筷子夹取的小段，放在盘中。\n\n在小碗中混合凉拌汁的配料，充分拌匀，然后倒在茄子上，轻轻搅拌。上桌前撒上葱花，剩到第二天也是很好吃的。"}
{"title": "凉拌木耳", "content": "这是一道味道和口感都很清爽的沙拉，可以很好地平衡口味比较重的菜，特别是肉菜。这种又滑又脆嫩的菌类与大量的蒜、辣椒和醋一结合，顿时变得活泼跳脱。很多川菜厨师会用一种淡绿色的小个子泡椒——野山椒。有时候只加野山椒，有时候也会再加点新鲜的小米辣。如果你要在这道凉菜中加泡椒，也可以顺便加点泡椒的卤水，会很好吃。\n\n木耳 20克（泡过水之后150克）\n\n小米辣或泡野山椒（切碎）2大匙\n\n米醋或泡椒卤水 3大匙\n\n蒜末 2小匙\n\n香菜叶（切碎）1小把\n\n香油 1½小匙\n\n盐\n\n木耳在热水里浸泡至少30分钟（也可冷水浸泡几个小时或过夜）。\n\n木耳沥干水，撕成适合入口的大小，尾部比较硬的地方要丢掉。充分清洗。烧开一锅水，加入木耳，焯水10～20秒，冲凉水，充分沥干。\n\n把木耳放在一个大碗里。取一个小碗，混合切碎的辣椒、¼小匙盐、米醋或泡椒卤水（两者混合也可以）。搅拌一下，加到木耳中，再加入剩下的配料，根据自己的口味再加点盐，充分拌匀，上桌。"}
{"title": "凉拌鲜鱼", "content": "在成都的一个深夜，我很累，想吃点抚慰人心的食物，比如米饭，再来点豆腐和蔬菜之类的。但我的朋友们却有完全不同的提议，什么自贡冷吃兔、香辣富贵虾、水煮沸腾鱼之类的。虽然都是很好吃的东西，但在那个当下我感觉有点无福消受。好在，他们还点了这道美味惊人的菜。凉拌的鱼，酱料鲜艳悦目，又芳香四溢。\n\n这个菜谱可以有很多版本。有些人喜欢蒸鱼而不是煮鱼；有的人会加入新鲜的青红小米辣，加点辣度也让颜色更鲜艳些，或者用芹菜碎或香菜碎来装饰这道菜。如果你要加鲜椒，我建议你先尝一尝，对辣度有个把握之后，再酌情添加，因为不同辣椒的辣度区别是很大的。我这个版本或多或少地参考了在重庆花花纯阳餐馆吃到的那道菜。\n\n通常这道菜里的鱼都是鲫鱼，味道清淡，鱼肉丝滑。在伦敦，我用的是海鲷，海鲈鱼也应该很合适。反正无论如何，一定要选很新鲜的鱼。\n\n鲫鱼或海鲷 1条（约675克）\n\n生姜 1块（25克，带皮）\n\n姜末 1½大匙\n\n小葱（只要葱白）1根\n\n葱花 4大匙\n\n料酒 2大匙\n\n食用油 3大匙\n\n蒜末 1大匙\n\n腌过的剁辣椒 5大匙（根据口味增减）\n\n青红小米辣（切碎）适量（可不加）\n\n生抽 1½大匙\n\n高汤或清水 4大匙\n\n花椒油 2小匙\n\n盐\n\n鱼放在墩子上，在鱼身上以1厘米左右的间隔切横刀。用刀面或擀面杖轻轻拍松姜块和葱白。\n\n用宽口锅或炒锅烧开水，要是你没有大到能容纳整条鱼的锅，我建议你把刀以倾斜的角度对着墩子，将鱼横切成两半，之后装盘时再把两半组装到一起（有角度地切下去，后面再用酱汁一覆盖，接口基本就看不到了）。水烧开时，加入和煮土豆时等量的盐、拍松的姜块和葱白，以及料酒。\n\n让鱼溜入水中，大火烧开之后转小火慢炖，到鱼刚刚煮熟的程度（7～9分钟）。用筷子插进鱼肉最肥厚的部分就可以看煮得如何了：轻轻一拨，鱼肉就应该是从鱼骨上脱落了。把煮熟的鱼轻轻捞出，放在盘中。\n\n在养过的炒锅中大火烧热食用油。赶在油温还没有太高之前，加入姜末和蒜末，迅速炒香。之后加入切碎的剁辣椒和青红小米辣（如果要用的话），持续翻炒。等辣椒的辣味散发出来，加入生抽和高汤（或清水），大火烧开，然后离火，加入花椒油搅拌均匀。把凉拌汁倒在鱼身上，固体配料要均匀分布，最后用葱花装饰。热的凉的上桌均可。"}
{"title": "凉拌三丝", "content": "中餐菜名里经常带有数字：三鲜，四喜，五香，双脆……这道菜中就有“三丝”。这三丝你用任何喜欢的菜来“充数”都行，关键在于要组合好漂亮的颜色与怡人的口感。你可以选择胡萝卜丝、莴笋丝、黄瓜丝、白萝卜丝或粉丝。有些厨师喜欢加海带丝，而我通常比较中意苤蓝丝和佛手瓜丝。还有别的选择，包括焯过水的荷兰豆切丝、豆腐皮切丝、焯过水的金针菇等。这道凉菜的调味也是随你欢喜：芥末味、酸辣味或者温柔的糖醋味。我给出了一些建议，但你尽管自由发挥。图片上的菜采用的是凉拌菜里的糖醋调味。通常，大的味道是融合糖与米醋，只加一点点的盐来勾出整个味道。在四川，有些人会用镇江醋，还会加红油。\n\n如果你要用粉丝，记得先在温水中浸泡至少半小时（做菜用剩下的粉丝可以煮汤）。白萝卜、胡萝卜、芹菜、西葫芦或苤蓝都要用盐腌制半小时使其变软，然后挤捏出多余的水分。土豆丝应该略微焯一下水，然后过凉水。\n\n干粉丝 50克（约半包）\n\n胡萝卜 150克\n\n苤蓝 300克\n\n葱花 2大匙\n\n盐\n\n糖醋凉拌汁\n\n细砂糖 3大匙\n\n米醋或镇江醋 4大匙\n\n红油 3大匙（可不加）\n\n倒热水没过粉丝，放在一边，准备其他配料。\n\n胡萝卜削皮，切薄片，再切细丝。苤蓝削皮，做同样的操作。加入1½小匙盐，和菜丝抓匀。静置30分钟，然后把水分尽量挤捏干净。\n\n烧开一锅水，把沥干水的粉丝焯水30～60秒，过凉水，然后充分沥干。在大碗里混合粉丝和菜丝，搅拌均匀。\n\n做凉拌汁。糖加2大匙水入小锅，小火加热到糖融化。加入醋和少许盐。如果你想更具有四川风味，就加一点红油（我在成都最喜欢的餐馆之一“竹园”就是这么做的）。\n\n快上桌之前，把凉拌汁加入三丝，充分拌匀。摆盘，用葱花装饰。\n\n美味变奏\n\n干拌三丝\n\n这是完全不同的味觉体验。把三种丝和以下这些配料拌匀：¼～½小匙花椒面或1～1½小匙花椒油，2～3小匙海椒面，2小匙香油，4大匙葱花，以及适量盐（根据自己的口味添加）。\n\n芥末味\n\n这种味道的三丝通常是在过年期间做来吃。在小碗中混合¼小匙盐、½小匙细砂糖、½小匙醋、2小匙生抽和1大匙清水。搅拌到盐和糖融化，然后根据口味加入顺滑的辣芥酱或辣芥油。必要的话调整盐的用量。有些厨师还会加入2～3大匙的红油。糖和醋能够调和芥末的苦味。（成都大厨兰桂均会用新鲜现磨的芥末籽自己制作芥末酱，做法如下：用热水烫一下碗，加入2小匙现磨芥末籽和2小匙约50℃的温水，混合成酱。轻轻遮盖，让风味慢慢散发出来。）\n\n酸辣味\n\n在小碗里混合½小匙细砂糖、1大匙生抽和2大匙醋，搅拌到糖融化。再加3大匙红油搅拌均匀（愿意的话可以把红油下面沉积的辣椒也加进来）。"}
{"title": "天方拌牛肉", "content": "成都有数以万计的穆斯林，大部分都是回族人。他们的北方祖先在17世纪来到成都市中心安顿下来。和中国很多地方的穆斯林一样，他们也发展出了属于自己的地方菜，按照伊斯兰教的规矩对当地的经典菜肴进行改造，改造后的菜与他们祖上遗留下来的北方菜系一起释放着异彩。曾经，成都市中心有座皇城清真寺，建筑很漂亮，瓦屋顶，庭院中花木扶疏，周围有个小小的穆斯林聚居区，一直到20世纪90年代都是这样。1998年，清真寺另迁他地，周围的那些小吃店和餐馆也是同样。取而代之的是一座现代建筑。不幸中的万幸，过去那些小馆子中，至少有一些又在新清真寺周围重新出现了，所以还是能稍微领略一番四川清真菜的风味，体验一下北方与当地风格的奇妙结合。\n\n清真寺附近最著名的餐馆是天方楼，得名于中国对阿拉伯世界的旧称“天方”。餐馆里有伊斯兰风格的拱顶和展现阿拉伯生活的壁画，你能在这样的环境中吃到回锅肉、鱼香肉丝等川菜的“清真版”（两道菜都是用牛肉做的），当然也有一些更具穆斯林特色的菜，比如孜然羊肉。我在这里试图重现天方楼一道招牌凉菜，用的是散发着香料芬芳的牛腱子肉，加了非常美味的辣汁。\n\n请注意，牛肉需要码味过夜，所以需要提前一天准备。卤水滤出来之后可以冷冻，下次做的时候再用。\n\n整块牛腱子肉 700克\n\n码料\n\n花椒 2小匙\n\n盐 2小匙\n\n料酒 2大匙\n\n姜（带皮）50克\n\n小葱（去头）2根\n\n卤水\n\n姜（带皮）25克\n\n葱 2根\n\n草果 1个\n\n八角 1个\n\n花椒 ½小匙\n\n胡椒籽（黑白均可）¼小匙\n\n香叶 1片\n\n砂姜 2片\n\n甘草 2片\n\n高汤（最好是用牛骨和鸡肉熬成）2升\n\n料酒或醪糟 2大匙\n\n糖色 2大匙\n\n老抽 ½小匙（或不用糖色，直接加2½大匙）\n\n盐\n\n上桌前加\n\n黄瓜 半个（约150克）\n\n细砂糖 2小匙\n\n镇江醋 2小匙\n\n生抽 2大匙\n\n花椒面 ¼小匙\n\n红油 4大匙（要下面的辣椒）\n\n香油 2小匙\n\n蒜末 2大匙\n\n炒花生或油酥花生 25克（稍微弄碎）\n\n香菜 几根"}
{"title": "夫妻肺片", "content": "这道菜最初是成都的街头小吃，就在旧时市中心老皇城附近的回族穆斯林聚居区售卖。在清真餐厅与肉铺之中，街头的货郎会收走便宜的牛下水和边角料，用一种辣酱拌一拌，卖给路过的人。20世纪30年代，其中一位货郎郭朝华，因为调出来的酱料非常好吃而著名，这道菜最终也改了名，为了纪念他与妻子张田正的伉俪情深。\n\n夫妻肺片里面有切成薄片的牛肉和各种牛下水（牛肚、牛心、牛舌和牛头皮），调料是美妙的麻辣味，加了红油和花椒，然后撒上脆脆的坚果与令人愉悦的芹菜末装饰。\n\n虽然菜名里面有“肺”这个字，但菜里其实是没有牛肺的。根据当地的说法，这名字是因为和一个同音字搞混了。一开始菜的原料都是来自那些餐馆弃置不用的便宜牛肉，所以被称为“废片”，后来人们错写成了“肺片”。还有另一个说法认为，至少一开始其中的配料是含有牛肺的。\n\n得到现在这个名字之前，这道菜被戏称为“两头望”，因为这是一道名声不那么好的便宜街头小吃，但又那么美味，让有钱人也无法抗拒，所以吃的时候还得警惕地两头观望，免得被认识的人看到了。\n\n在家里要煮整个牛舌、牛心和牛肚，还要加上牛肉和牛头皮，显然不太现实。所以我的菜谱是个简化版，选取用量合适的牛腱子肉，加了爽脆滑溜的牛百叶增加口感。你可以根据自己的口味改变配料，只要记住煮熟不同牛下水的时间或长或短。如果你对下水没那么感冒，光用牛腱子肉也是很好吃的。\n\n这道菜对下水采取了典型的中式烹饪处理法，都是焯水之后和香料一起炖煮的，以去除腥臊，还加了芹菜来提味。用到的汤汁称为“白卤”，因为没有那种焦糖色，所以不像这道菜通常要用的深色卤水。\n\n牛腱子肉 450克\n\n蜂窝牛肚 150克\n\n卤水\n\n高汤（最好是用牛骨和鸡肉熬成）2升\n\n姜（带皮）25克\n\n葱（只要葱白）2根\n\n草果 1个\n\n八角 1个\n\n花椒 ½小匙\n\n茴香籽 ½小匙\n\n胡椒籽（黑白均可）¼小匙\n\n砂姜 2片\n\n桂皮 1小块\n\n料酒 2大匙\n\n盐\n\n上桌前加\n\n西芹或芹菜 150克（2～3根）\n\n芝麻 1小匙\n\n盐 ½小匙（可根据口味加量）\n\n花椒面 ½小匙\n\n红油 4大匙（另外加1大匙下面的辣椒）\n\n炒花生或油酥花生 50克\n\n香菜 几根（装饰用）"}
{"title": "卤鸡心", "content": "整个四川遍布着专做卤菜的小摊和小馆子。肉、禽、蛋、豆腐文火慢炖熟透，浓郁的卤水中加了盐、料酒与香料。卤水的基底通常是用猪骨熬的高汤，但无论在里面煮什么肉，汤汁都会吸收那种肉的风味。\n\n这道菜就是一道卤菜，卤水你可以按比例增多，也可以多加一些香料，什么丁香、香叶、砂姜、印度豆蔻或良姜子等，用来给你喜欢的食材调味。鸡腿、鸡翅、鸭翅、猪鼻、猪尾、肥猪肉、鸭舌和其他禽类下水、鹅肉、兔肉、老豆腐、水煮蛋等，都是很好的搭配。煮熟的肉切片之后，加上一点汤汁、少量芝麻油，再配上一个花椒面与海椒面的蘸碟，也很美味。卤水过滤之后冷藏起来，后面还可以用；或者，你可以每天都把汤汁烧开，再加入盐和香料。（请注意，天方拌牛肉和夫妻肺片，都是卤水的美味变奏。）\n\n中国城比较好的肉铺能买到鸡（或鸭）心。我第一次在伦敦为英国朋友做这道菜时，还不太确定大家能不能接受，结果大家都很喜欢，吃得风卷残云。\n\n姜（带皮）15克\n\n葱（只要葱白）1根\n\n鸡心 350克\n\n料酒 1½大匙\n\n花椒面和海椒面 适量（做蘸料）\n\n卤水\n\n鸡高汤或鲜汤 500毫升\n\n姜（带皮）15克\n\n葱（只要葱白）1根\n\n小个草果 1个\n\n八角 ½个\n\n花椒 ¼小匙\n\n桂皮（大拇指大小）1块\n\n甘草 1片\n\n茴香籽 ¼小匙\n\n糖色 2小匙（或¾小匙老抽）\n\n料酒 1大匙\n\n盐\n\n用刀背或擀面杖轻轻拍松姜和葱白。烧开一锅水，加入鸡心，大火烧开后焯水1分钟，然后用漏勺捞出，过凉水。充分沥干，然后放在碗中，加入姜、葱白和料酒，充分拌匀，静置约30分钟。\n\n静置时来做卤水。高汤烧开，用刀背或擀面杖轻轻拍松姜、葱白和草果。加入高汤和其他所有的香料（条件允许的话都装在棉布中扎成一团）。炖煮20分钟，然后加入糖色或老抽、料酒和适量的盐：卤水要比普通的汤菜咸上那么一点点。\n\n煮鸡心用的姜和葱扔掉不要，多余的汁水也倒掉。把鸡心加入卤水中，大火烧开后转小火炖煮10分钟。关火，盖上锅盖，静置浸泡至少30分钟或放凉。\n\n鸡心沥干水，放在盘中，配上海椒面和花椒面的蘸碟。"}
{"title": "干拌牛肉", "content": "这样吃牛肉（或放凉的水煮鸡肉）特别简单又美味，搭配剩下的烤肉或烤禽肉说不定也很完美。这种手法特别简单直接，几乎不需要菜谱指导。这是一道干拌菜，所以最好和几道带点酱料的菜一起上桌：比如一道有凉拌汁的菜（如果不选中餐，那土豆沙拉也不错）。这道菜致敬的是成都喻家厨房的大厨喻波所做的美味的干拌牛肉和鸡肉。\n\n卤牛肉 350克（生牛肉500克）\n\n盐 最多½小匙\n\n细砂糖 最多½小匙\n\n花椒面 ½小匙\n\n海椒面 2～3小匙（根据口味增减）\n\n葱花 5大匙\n\n牛肉切成适合入口的肉片或肉条。加入糖和盐充分搅拌均匀：品尝后酌情增加糖或盐。加入花椒面和海椒面。最后，拌入葱花。\n\n美味变奏\n\n用煮好放凉的鸡肉，带骨不带骨均可。"}
{"title": "麻酱凤尾", "content": "这道简单美味的菜通常是用莴笋尖做的，莴笋脆嫩鲜绿的茎秆上有一簇簇的叶子，长得像神鸟凤凰的尾巴，所以叫“凤尾”。凤尾摘下来之后，有时候会在开水中焯一下，再调味成菜；但也可以直接生吃。现在，很多人都更倾向于用印度生菜，中文名“油麦菜”，凉拌之后生吃。油麦菜长长尖尖拖曳着的叶子其实比莴笋叶更像凤尾。油麦菜和莴笋尖都有很独特的坚果风味，和芝麻酱是绝配。西方某些中国超市里能找到油麦菜（通常标注的是粤语名字“yau mak choi”，也可能标普通话拼音“you mai cai”）。找不到油麦菜的话，同样的酱料也可以用来给脆生菜或黄瓜片调味。有些厨师还会加适量的红油，赋予酱料微微的辣味和一抹红光。\n\n重庆流行着这道菜的当代版本，名字很奇怪——活捉莴笋，红油中带点剑走偏锋的酸甜味，加了细砂糖和醋，芝麻酱只加一点点，让酱汁黏稠。可参考“美味变奏”。\n\n芝麻 2小匙\n\n油麦菜或生菜、莴笋尖 200克\n\n生抽 1½小匙\n\n细砂糖 ¾小匙\n\n放凉的高汤或清水 2～3大匙\n\n芝麻酱 40克\n\n香油 1小匙\n\n红油 1½大匙（可不加）\n\n盐\n\n芝麻放在炒锅或煎锅里，小火干炒至芝麻变成金色，放在一边备用。油麦菜洗净沥干，切成适合筷子夹取的小段，堆在盘子上。\n\n生抽和糖放进一个碗里，加2大匙高汤或清水，搅拌到糖融化。另取一个碗放芝麻酱，稍微加一点点芝麻酱罐子里的油，用勺子拌匀。生抽和糖的酱汁分次加入，每次都保证充分拌匀，再加下一次。\n\n酱汁搅拌均匀、顺滑后，加入香油和红油搅拌，需要的话，再加1大匙左右的高汤或清水，直到碗内液体顺滑，浓稠度和液体奶油差不多：酱汁的浓稠度要能够附在油麦菜上，但又要能够倒出来，有流动性。按照自己的口味加一点盐，但一定不要加太多，因为这道菜最好的状态，就是清爽可口，能平衡其他重口味的菜肴。\n\n上桌前，把酱汁倒在油麦菜上，撒芝麻装饰。\n\n美味变奏\n\n活捉莴笋\n\n用1大匙清水冲淡15克芝麻酱，搅拌到均匀、顺滑。加入2小匙生抽、2小匙细砂糖、1½小匙镇江醋和¼小匙花椒面，再加1小匙芝麻油搅拌均匀，然后加入3～4大匙带辣椒的红油，根据口味加两大撮左右的盐。用这个酱汁来为油麦菜调味，芝麻就不用加了。这道菜还有不同的版本，有的厨师会把辣椒或花椒过油炒香，把热油淋在蒜末上，激发蒜香，然后用这种油代替红油。"}
{"title": "花仁拌兔丁", "content": "这道秋季常吃的美味菜肴是很典型的四川家常菜。但在欧式午餐中与面包和沙拉搭配，也非常绝妙。柔嫩的兔肉和脆脆的花生与葱形成令人愉悦的对比，酱汁散发着深色的光泽，辛辣刺激。\n\n这道菜最著名的版本是“二姐兔丁”，背后的厨师是技艺娴熟的成都女性陈永惠。她这道菜太美味了，当地有位文人甚至还写了首诗来歌颂。我们听说，陈二姐的秘方就是最后加一点花椒面、拍碎的花生和炒熟的芝麻。\n\n四川人做这道菜用的兔丁都是带骨的，所以成菜中还是会保留着尖锐的骨头。因此，我建议选择去骨兔肉做这道菜。愿意的话，之后你可以用兔骨熬高汤。\n\n也可以用鸡腿肉代替（不过我从没见过川菜厨师这样做过）。要做素食版的话，就用那种很结实的卤豆腐或豆腐干，切成丁使用。\n\n养殖肉兔 1只（带头和内脏1.4公斤，不带头和内脏1.1公斤）\n\n姜（带皮）20克\n\n葱 1整根\n\n葱白 6根\n\n炒花生或油酥花生 60克\n\n凉拌汁\n\n细砂糖 ½小匙\n\n豆豉 1大匙\n\n生抽 2大匙\n\n食用油 2大匙\n\n香油 1小匙\n\n豆瓣酱 4大匙\n\n红油 5～6大匙（再加1大匙下面的辣椒）\n\n花椒面 ½小匙（可不加）\n\n兔子一切两半，方便处理，用冷水充分浸泡洗净。两半兔子都放在一个锅里，倒凉水没过兔肉，中火烧开。用刀面或擀面杖轻轻拍松姜和整根葱。水烧开之后，加入拍松的姜和葱。关小火，炖煮15～20分钟，彻底煮熟兔肉（用竹签插进最厚实的部分：汁水清澈没有血水流出即可）。关火，盖上锅盖，静置10分钟，之后捞出兔肉沥干水，完全放凉。（这一步可以提前一天完成。）\n\n兔肉完全放凉之后，把肉从骨头上剥离，然后切成1～2厘米见方的兔丁，尽量切得均匀整齐。\n\n下面来做凉拌汁。豆豉洗净后放进臼里捣成酱。炒锅中放入食用油，中火加热。加入豆瓣酱翻炒1分钟左右，直到油色红亮，散发香味，接着倒入豆豉搅拌。等混合物都在冒泡且散发美味之后，舀进一个碗里，加入糖、生抽、红油和油里的辣椒、香油搅拌均匀，还可以加入花椒。\n\n尝一尝葱白，如果有很冲的洋葱味，可以稍微蒸一蒸或放进微波炉里稍微打一打，让味道稍微柔和一些。切成1厘米左右的小段，和兔肉一起放在碗里。慢慢地边搅拌边添加酱汁，边倒边尝，因为如果酱汁比较咸，你就不要全部加进去。最后把花生放进去拌匀。"}
{"title": "蒜泥黄瓜", "content": "我在成都上学时，经常在“竹园”出没，那家餐馆的门口摆了个玻璃柜，里面有一碗碗的卤鸭心和鸭胗，以及油酥花生和别的小吃，还有各种凉拌菜的调料，食客们光看看也能胃口大开。服务员姑娘们站在柜台后面，变魔术一样地混合各种酱料，做出一盘盘凉拌胡豆、皮蛋和鸡。我特别喜欢的一道菜，做法特别简单，就是凉拌的黄瓜，有很经典的蒜泥味型，是蒜泥混合了复制酱油和红油。\n\n竹园那家餐馆做这道菜的时候，都是直接拍碎黄瓜，调好味立刻上桌。愿意的话，你可以先把黄瓜用盐腌制出水，这样成菜以后你不立刻吃，也不会出水。如果你不想做凉拌汁中的复制酱油，那就混合1½大匙生抽和½大匙细砂糖，再和其他配料混合。\n\n当地还有一道凉菜也用到了类似的凉拌汁，主料是有酸辣味的折耳根（也被称为“鱼腥草”，越南人称为“diep ca”）叶子、莴笋丝和胡豆。有时候在中国之外也能找到莴笋和折耳根（要买后者可以去越南商店里碰碰运气）；找不到的时候，我通常都会把胡豆焯水，用这种方法来调味。如果胡豆很嫩很软，就不用剥壳。\n\n黄瓜 1根（约400克）\n\n盐 ½小匙（可不加，是用来提前腌制黄瓜的）\n\n凉拌汁\n\n复制酱油 1½大匙\n\n蒜泥 1大匙\n\n红油 1大匙（加不加下面的辣椒均可）\n\n香油 ½小匙\n\n黄瓜切头去尾，放在墩子上，用刀面或擀面杖使劲拍几次，中间要翻转，主要是要把黄瓜内部拍松，但不要拍得黄瓜碎一下子喷得整个厨房都是！把拍松的黄瓜切成4段，然后斜着拿刀，把黄瓜斜切成1～2厘米的薄片。（如果你想提前盐腌黄瓜，就先加盐抓匀，在一旁放置至少30分钟，之后把出的水倒掉，再进行调味。）\n\n把凉拌汁的配料放进小碗里混合。上桌前把凉拌汁倒在黄瓜上。\n\n美味变奏\n\n蒜泥胡豆\n\n可以用胡豆代替黄瓜，250克带荚胡豆，煮软，过冷水，沥干水。用同样的凉拌汁调味，是特别适合夏日的美味凉拌菜（也可以用冷冻胡豆来做）。"}
{"title": "伤心拌空心菜", "content": "近几年，川菜厨师越来越热衷于用小米辣，很小很辣，属于朝天椒的一种。过去，川菜的凉菜和小吃中通常加的都是红油、海椒面或泡椒，但现在，特别是在川南，它们通常都被新鲜小米辣所取代，或红或绿，颜色漂亮，也辣得特别爽。\n\n年轻人特别狂热地爱着所谓的“伤心凉粉”，调料特别辣，所以“辣得伤心”。我把这个词翻译成“tragically hot”（辣得悲惨），觉得这个意思比较贴切。\n\n成都有家馆子叫“巴蜀味苑”，老板姓李，特别擅长做亲切暖心的淳朴家常菜。下面这道菜就参照了他的做法。他的凉拌空心菜用的酱汁和著名的伤心凉粉很像，所以我就借用了这个名字。你可以通过调整小米辣的用量，来增辣或减辣，或者用比较清淡的辣椒。不过，不管你怎么做，都可能会“辣得伤心”，所以要提高警惕哦！（我挺能吃辣的，但川南有些凉拌菜连我都有点受不了。）\n\n空心菜 400克\n\n长青椒 1个（约50克）\n\n生抽 2½大匙\n\n细砂糖 2½小匙\n\n镇江醋 2½小匙\n\n红小米辣 3大匙（根据口味增减）\n\n蒜末 2大匙\n\n青小米辣 3大匙（根据口味增减）\n\n烧开一大锅水。空心菜洗净，放在菜墩子上，用刀分离茎秆和叶子。\n\n水烧开后，放入空心菜茎秆，略焯水到刚刚煮熟但仍然有点脆的程度，用漏勺捞出，立刻过凉水。空心菜叶也焯水断生，并立刻过凉水。把茎秆和叶子中的水分尽量挤干，切成适合筷子夹取的长度，然后堆在盘中。\n\n青椒末端切掉，去掉青椒籽，然后切碎。把生抽、糖和醋放在一个小碗中，加入1大匙切碎的红小米辣，搅拌到糖融化。\n\n要上桌前，把凉拌汁倒在空心菜上，撒上蒜末、青椒、切碎的青小米辣，最后撒上剩下的红小米辣。\n\n全部拌匀再吃。"}
{"title": "炝黄瓜", "content": "炒菜通常都作为主菜，趁热吃。不过，很多炒菜放凉以后吃也很美味，在很多不太正式的饭桌上也正是这样吃的。家常菜中通常都会端上隔夜的剩菜，要么加热一下，要么就直接端上桌。放凉的炒菜也是成都闷热夏夜的小街小巷中休闲冷淡杯的主菜。我记下了一家冷淡杯的菜单，上面有好多凉炒菜，包括辣椒生姜四季豆、辣椒青椒藕片，还有泡豇豆炒肉末。这种炒菜的菜谱在“蔬菜”那一章，因为大部分都是趁热吃的。但是，一般来说，只要是没有动物脂肪或勾芡酱汁的炒菜，放凉后都挺好吃的。\n\n这道菜的不寻常之处在于，黄瓜和香料一起炒（这种烹饪方法被称为“炝”），但总是凉着吃。做法特别简单方便，唯一的秘诀就是炝炒的时候手脚要快，而且可以提前几个小时就准备好。滑滑脆脆的黄瓜渗进了香料与芝麻的味道，很吸引人，盘中散落的红辣椒和花椒又保证了好卖相。在四川，你可能会在宴会的那种凉菜拼盘中发现炝黄瓜的身影，旁边可能是肉食冷盘、花生，或几种不同的饺子。我通常会在做中餐时把它作为一道菜，或者就简简单单地当午餐沙拉吃。\n\n黄瓜 1根（约300克）\n\n盐 ½小匙\n\n干海椒 8～10个\n\n食用油 2大匙\n\n花椒 ½～1小匙\n\n香油 1小匙\n\n黄瓜纵向对半剖开，用勺子把瓤和籽都挖出来（我通常都是边挖边吃），然后把每一半切成3段，每一段又切成细条。黄瓜放在一个碗里，撒上盐，充分抓匀，放在一边静置至少30分钟。\n\n黄瓜沥水，晃动甩干。干海椒一剪两半，尽量把辣椒籽甩出来。\n\n大火热锅，倒进食用油，迅速转锅，让油均匀分布，然后加入干海椒和花椒翻炒，直到颜色变深（不要炒煳），加入黄瓜。迅速翻炒，让黄瓜表面受热，吸收油的风味。离火，加入香油拌匀，倒在盘中。\n\n美味变奏\n\n炝拌土豆丝\n\n如果你从来都没吃过这样的菜，那一定会大吃一惊的。是很简单的菜，就是土豆丝混合了过油后有些烧焦的干海椒和花椒，顿时变得活泼跳跃起来。土豆丝要迅速爆炒，出锅还是脆的。300克土豆削皮（较大的土豆切起来比较容易），尽量切成薄片，然后切成细丝；条件允许可以用擦丝器。准备一大碗冷水，稍微加点盐，然后把土豆丝放在里面，防止氧化。烧开一大锅水，土豆丝焯水大约2分钟，出水的时候必须保持脆嫩。放进筛子里，过凉水，晃动甩干。放进一个大碗中，加入1½大匙米醋，根据口味放盐。现在来做辣油。8个干海椒一切两半，尽量把里面的籽清除干净。取炒锅，中火加热3大匙食用油。加入干海椒和 1小匙花椒，小火过油，直到辣椒颜色变深（不要炒煳）。把油和香料一起倒在土豆丝上，加2小匙的香油，充分拌匀后上桌。"}
{"title": "川北凉粉", "content": "川人嗜吃凉粉：用豌豆芡粉、绿豆芡粉、米浆与红薯芡粉做成的凉冻。凉粉会被切成方块、片状或粗条，淋上辣味酱汁，作为小吃上桌。（米凉粉是个例外，会出现在很多热菜中。）最著名的凉粉来自四川省北部的南充，那里的人们特别以自己家乡爽滑的豌豆凉粉自豪，搭配的酸辣凉拌汁加上刺激的蒜味，特别爽口。凉粉吃在嘴里，清凉丝滑，散发着香味，亮亮的红油又为其添了光彩。很多小吃摊主都会拿一个打了很多小孔的圆形金属片，在一大块凉粉上扒拉出一条条凉粉丝带；在家自己做的话，用刀切凉粉也很方便。\n\n做凉粉混合液的时候，会加一点点明矾，这是一种食物添加剂，也会用在泡菜中，网上能买到，某些印度杂货店也有。加明矾是为了让成品凉粉略微有种紧绷的张力。你也可以不加明矾，但成品就会少了那种令人感到愉悦和清爽的滑溜的弹性，比正宗的凉粉差一些。凉粉需要一点时间来冷却成形，所以最好是提前一天做。这个菜谱最后的成品大约是500克。\n\n近年来，特别辣的伤心凉粉在四川广受欢迎：想做这种凉粉的话，调味换成“伤心拌空心菜”即可。\n\n绿豆芡粉或豌豆芡粉 50克\n\n明矾粉 ⅛小匙\n\n上桌前加\n\n盐 ¼小匙\n\n细砂糖 ½小匙\n\n生抽 2小匙\n\n红油 2½大匙（要下面的辣椒）\n\n镇江醋 4小匙\n\n花椒面 约¼小匙\n\n蒜末 1大匙\n\n葱花 2大匙\n\n先做凉粉。芡粉放在碗里，把200毫升冷水慢慢倒进去，边倒边搅拌，充分拌匀到液体顺滑没有结块。用1大匙热水融化明矾，倒入芡粉浆中混合均匀。\n\n锅中烧开400毫升水，烧开后继续加热，搅一搅芡粉浆，然后缓慢、稳定地加入冒泡的滚水，与此同时要不断地迅速搅拌，不然就会结块。大火烧开后把火关到最小，继续不停地搅拌3分钟，要刮一刮锅底，避免粘锅。把这锅混合物倒进一个碗里，静置到彻底放凉、成形。\n\n上桌前，把除蒜末和葱花之外的所有配料放在上菜的碗中。凉粉切成细条，也加入碗中，然后在顶上撒蒜末与葱花。拌匀再吃。\n\n美味变奏\n\n豆豉拌凉粉\n\n3大匙豆豉清洗后沥干水，放进臼里舂成粗粗的酱。取炒锅，中火加热4大匙食用油，加入3大匙豆瓣酱，轻轻翻炒，直到油色红亮，散发香味。接着加入豆豉酱翻炒出香味。离火，加入¼～½小匙花椒面和2大匙红油搅拌均匀。把一条条凉粉堆在盘子上，按照口味把辣油酱倒上去。用炒熟的芝麻和（或）葱花来装饰。（剩下的酱汁用来拌面或给其他菜调味也很美味。）"}
{"title": "灯影苕片", "content": "传统上，大家都觉得红苕（红薯）是穷人吃的东西，在川西的山区，人们把这作为主食，代替大米，因为那里的水土种不了大米，农民们只好依靠红苕这种能在干旱土地上长得比较好的作物。20世纪的饥荒期间，政府发给农村的救济粮就是红苕干，缓解了那里什么都没得吃的局面。然而，这灯影苕片却是一道精美的宴席菜，用这种最基本的食物进行非常奢侈的烹调，也许能够象征生活好起来了。朴素的红苕变成脆嫩透明的苕片进行精美的摆盘，淋上辛辣开胃的红色酱汁。\n\n如果苕片不马上吃，要存储在密封罐里，最好要加日本零食袋中那种干燥剂（我总是会存一些这种小袋子，放在坚果、脆片或饼干里，让它们保持酥脆）。一个350克的红苕可以做出一大碗脆片，但可以多做一些，因为一出锅你可能就会迫不及待地吃一些。\n\n红心红苕 350～450克\n\n食用油 油炸用量\n\n细砂糖 2小匙\n\n红油 2～3大匙（纯红油，不要下面的辣椒）\n\n香油 2～3小匙\n\n盐\n\n红苕去皮，尽量切成薄片（可以用擦片器，很趁手）。如果是要上宴会桌的菜，遵循传统的川菜厨师会把红苕细细地切成整齐的长方形，但我切成什么样就什么样。薄片要浸没在加了少许盐的凉水中，要用的时候再拿出来。\n\n苕片沥水，用厨房用纸吸干水。\n\n食用油加热到130℃（放一个苕片进去试验，周围有点微微冒泡，但不是很剧烈）。加入苕片，用烹饪长筷或钳子搅拌，把每一片分开（这要看你用多少油了，分批炸也可以）。炸7～10分钟，到颜色稍微有点深，然后立刻用漏勺捞出，放在厨房用纸上。控温很重要，也不要着急。要是油温太高，苕片就会起皱，内部还没干，外面就炸煳了。\n\n苕片放入大碗中，根据个人口味加大约¼小匙的盐，再加入糖，轻轻翻匀。淋上各种油，轻轻抓拌均匀，堆在盘上。\n\n美味变奏\n\n要做麻辣味的，就用¼～½小匙花椒面代替糖。"}
{"title": "凉拌豆腐干", "content": "这是一道简单易做的快手风味小吃，非常下饭，也是整个四川市场小摊或熟食店中琳琅满目的辣味小吃中的一员。基础调味就是带辣椒的红油、花椒面、香油、糖、盐和（当地会加的）味精，可以用来给各种各样的豆腐调味，包括豆腐皮或腐竹，还有泡菜丁和盐干菜；泡菜和腌菜不用另加盐。\n\n卤豆腐或豆腐干 100克\n\n芹菜秆 3根（约125克）\n\n炒花生或油酥花生 30克\n\n红油 1½大匙（加½大匙下面的辣椒，根据口味也可多加些）\n\n细砂糖 1大撮\n\n盐 适量\n\n豆腐切成1厘米见方的小丁。芹菜秆竖切成1厘米宽的条，然后切成和豆腐大小差不多的丁。\n\n烧开一大锅水，加入芹菜，焯水30～60秒，出水时还要比较脆。放进滤勺中，立刻过凉水，然后晃动甩干。\n\n所有配料放在一个碗里，充分拌匀后上桌。"}
{"title": "红油耳丝", "content": "四川人天赋异禀，可以将奇奇怪怪的下水和其他部位都变成令人无法抗拒的美味佳肴，这道用猪耳朵做成的辣凉菜就是一个鲜明的例子。四川人都喜欢猪耳朵切成片之后那脆嫩爽滑的口感，还有着带着一点辣香的调味。如果你想追求正宗的中国风，猪耳朵就不要煮得太过了，要保持其脆嫩爽口，不能软的（顺便说一句，四川那些“妻管严”的男人就被称为“耙耳朵”）。如果你觉得猪耳朵听起来有点难以接受，最好想一想，什么都吃的四川人还会吃各种各样的内脏，相比之下这种食材还算比较常规，口味比较轻的了。我最近去了一趟成都，一家餐厅摆出来的深夜小吃中，有猪鼻子、猪尾巴和猪天堂（上颚），还有鸭胗、鸭头和兔头。\n\n猪耳朵（清洗干净）2块\n\n姜（带皮）20克\n\n葱（只要葱白）2根\n\n花椒 ½小匙\n\n高度白酒 1大匙（可不加）\n\n芹菜 100克\n\n凉拌汁\n\n放凉的鸡高汤 4大匙\n\n盐 ¾小匙\n\n细砂糖 2小匙\n\n蒜泥 4小匙\n\n花椒面 ½小匙\n\n红油 4～5大匙（加不加下面的辣椒均可）\n\n小米辣 4～5个（可不加，嗜辣族专享）\n\n收尾\n\n香菜碎 3大匙\n\n炒花生或油酥花生 4大匙（稍微弄碎）\n\n炒芝麻 1大匙\n\n葱花 4大匙\n\n新鲜红椒（切碎）1～2个\n\n这个菜谱借鉴了泸州一个路边摊的美味红油耳丝，那个城市的特产是著名的泸州老窖。还有另一种经典的红油耳丝，调味是混合4小匙细砂糖、3大匙生抽、4大匙鸡高汤、1小匙香油和4大匙红油（加不加下面的辣椒均可）。不管用哪种方法做，这道耳丝都应该和其他凉菜一起先上桌，或者在你跟朋友们畅饮烈酒时做下酒菜。如果是闷热的夏夜，河边的桌前，那简直是妙不可言。\n\n如果猪耳朵上还有猪鬃，直接用明火烧一烧然后刮掉。仔细擦洗猪耳朵。割开猪耳朵的底部，切下耳道的部分，扔掉，其他不干净的部分也同样处理。用刀面或擀面杖轻轻拍松姜和葱白。猪耳朵放进锅里，倒水没过猪耳朵，大火煮开。猪耳朵捞出沥水，煮过的水倒掉。倒水没过猪耳朵，再次烧开，需要的话撇去浮沫，然后加入姜、葱白、花椒和白酒（如果要用的话）。炖煮10分钟，然后把耳朵捞出来，静置放凉。想达到非常爽脆的程度，就立刻将耳朵浸入冰水。（如果想吃到更柔软的口感，就以同样的时长炖煮，但之后还是放在锅中，盖上锅盖，静置20分钟左右。）\n\n耳朵放凉后，切成细丝。芹菜撕去老筋，切成细条（如果你是用比较细的芹菜，直接切成6厘米长的条即可）。放入开水中迅速焯水，之后捞出过凉水，沥干。\n\n现在来做凉拌汁。在小碗里混合高汤、盐和糖，搅拌到糖和盐融化。加入大蒜、花椒、红油，充分拌匀。想吃更辣的，粗切一些朝天椒，搅拌到凉拌汁里。\n\n把耳丝和芹菜放在一个大碗里，撒上香菜和花生，加入凉拌汁，全部翻拌均匀。堆在盘中，然后撒上芝麻、葱花和辣椒碎。"}
{"title": "冷吃兔", "content": "水煮牛肉也许是四川历史悠久的“盐都”自贡最著名的菜，但自贡本地人觉得自己家乡最具有特色的菜是这道美味的冷吃兔。小块的兔肉、煳辣椒和飘着香味的辣油混合在一起，辣香逐渐释放出来，真是滋味绝妙。自贡几乎家家户户都会做这道菜，过节待客，特殊场合，冷吃兔都是自贡人餐桌上不可或缺的主角。（成都有一道类似的菜——花椒兔丁。）\n\n四川人爱吃兔肉，要拜社会主义计划经济所赐。一直到20世纪50年代，都还只有农民偶尔吃吃野兔肉，除此之外兔肉很少见。然而，到了50年代，以美国为首的西方国家对中国实行贸易禁运，急需外汇的中央政府命令四川省发展兔肉产业，好出口兔毛皮和兔肉去苏联。兔业养殖逐渐繁荣起来，兔毛和上好的兔肉都用来做了出口，当地人手里就剩下兔头、兔腰和兔肚，于是他们把这些全都变成大家喜闻乐见的美味。兔肚的滑脆口感让人颇为享受，被称为“口口脆”；兔腰通常都弄成一串，放进火锅红汤里煮；兔头（四川方言称之为“兔脑壳”）则用卤水卤，成为深夜下酒的街头小吃。（吃兔头的过程很复杂，也很有趣，所以四川人将法式湿吻戏称为“啃兔脑壳”。）\n\n我的第一盘冷吃兔是做给一群嘴很刁的中国朋友，成为当晚他们最爱的一道菜，甚至都打败了麻婆豆腐。我希望你也同意我的观点，兔肉冷吃最好吃，正如报仇也要冷静冷静。注意，给兔子去骨是需要技术的：用锋利的刀，不要着急。你也可以选择用去骨鸡大腿或精瘦猪肉代替兔肉。\n\n姜（带皮）50克\n\n葱（只要葱白）3根\n\n去骨瘦兔肉 650～750克（约一只养殖兔）\n\n料酒 1½大匙\n\n干海椒 25克\n\n食用油 油炸用量\n\n花椒 2½小匙\n\n鲜汤 400毫升\n\n老抽 1小匙\n\n生抽 2大匙\n\n细砂糖 2½大匙\n\n镇江醋 1大匙\n\n香油 2小匙\n\n盐\n\n装饰\n\n芝麻 1小匙\n\n葱花 2大匙\n\n用刀面或擀面杖轻轻拍松姜和葱白。把兔肉切成2厘米见方的兔肉丁，尽量切得大小一致，放在碗里。加入一半的姜、2根葱白、½小匙的盐和所有料酒，混合均匀。放在一边码味至少30分钟，或者在冰箱里放几个小时。把干海椒剪成2厘米的小段，尽量把辣椒籽都甩出来。\n\n锅中热油到190℃准备油炸。从码料中捞出姜和葱白，然后把兔肉放进油中炸1～2分钟到微微泛金黄，轻轻拨动，免得兔肉粘在一起（看一次用多少油，可以分批炸）。炸好放在厨房用纸上吸油，备用。\n\n小心地把油滤出，擦锅或刷锅。放4大匙油回锅中，开中火。加入辣椒，一嘶嘶冒泡，就倒入花椒翻炒到干海椒颜色开始变深，千万小心不要炒煳了。倒入鲜汤和剩下的姜与葱白、兔肉、老抽和½小匙的盐。\n\n烧开炖煮，不时搅拌一下，煮约5分钟，液体减少⅔左右。\n\n加入生抽、糖和醋，持续搅拌，直到液体几乎全部蒸发，汤汁浓稠。关火，倒入香油搅拌均匀，放凉备用。上桌前捞出姜和葱白丢掉。\n\n开很小的火，把芝麻炒香且泛金黄的程度。兔肉上桌前撒上芝麻和葱花。（如果不是立刻上桌，这道菜能在冰箱里冷藏好几天。）"}
{"title": "樟茶鸭子", "content": "烟熏鸭是川菜中最广受赞誉的佳肴之一。最好的烟熏鸭，应该肥美多汁，味道浓郁，散发着茉莉花茶、樟树叶、柏树枝和木刨花的淡香。在成都，烟熏鸭永远是和一条老巷子联系在一起的。中华民国早期，这条巷子因为热闹的茶馆与酒馆而著名，巷口很窄很不起眼，进去却宽敞广阔，别有洞天，所以被称为“耗子洞”。1928年，一个叫张国良的人在耗子洞口附近开了个小摊，卖美味的烟熏鸭，逐渐声名远播。到现在成都还有家餐馆叫“耗子洞张鸭子”，专做烟熏鸭和其他传统川菜。这里的鸭子可以堂食也可外带，好吃得不得了。20世纪90年代成都的小街小巷里还有老式的熏鸭坊，一只只金黄油亮的鸭子挂在缭绕着烟雾的一堆茶叶与樟树叶上。呜呼哀哉，这些作坊现在都消失了。\n\n在川菜菜谱上，这道菜都叫“樟茶鸭子”，从名字上看，樟树叶是熏鸭的材料之一。然而，有些专家说，这是因为把字搞混了，这道菜的名字来源跟樟树一点关系都没有，只是因为熏鸭的茶叶来自福建漳州。\n\n发明樟茶鸭子这道菜的是黄晋临，曾经在慈禧太后的御膳房做过总厨，他到成都开了著名餐厅“姑姑筵”，也把这道菜带到了四川。\n\n樟茶鸭子通常不会在家做，因为配料和菜谱都很复杂，就连餐厅都是从专门做樟茶鸭子的人那里进货。我也发现用自己那小小的一口炒锅，很难重现正宗四川樟茶鸭子那种深度的风味。它们都是经过木刨花和芬芳的柏树叶、樟树叶和茶叶冷熏，味道深远细腻。不过，就算只是模仿一二，味道也还是不错的。不过，你可要注意了，用炒锅熏食物，你家里可能会是一股烟熏火燎的味道！（如果你能在户外进行，还能找到柏树枝和樟树叶，请参见后面完整的传统做法。）\n\n要做这道菜，你需要一个能放进炒锅的架子，还要有一个能装下整只鸭子的大碗和能装下这个碗的蒸锅。用鸭子重量2%的盐来腌制这只鸭子。如果你希望鸭肉呈现漂亮的粉红色，要用那种含有硝酸钠的盐；或者某些川菜菜谱中推荐的亚硝酸钠盐，是可以从专门的供货商那里买到的。同样的方法也可以用于烟熏整鹅、乳鸽和鹌鹑。\n\n不过，只烟熏鸭胸就容易多了，成品也很棒。也是按照重量的2%用盐腌制，和菜谱里说的一样，然后按比例减少别的配料即可。烟熏料减一半，只熏15分钟，中间翻个面。\n\n雏鸭 1只（1.75公斤）\n\n食用油 油炸用量（能半浸没鸭子的量）\n\n香油 2小匙\n\n腌料\n\n盐（或含有0.4%亚硝酸钠的专用腌制盐）35克\n\n花椒 1小匙\n\n白胡椒面 ¼小匙\n\n料酒 2大匙\n\n醪糟 3大匙（或再加2大匙料酒）\n\n熏制用料\n\n坚果壳（我用的是杏仁壳）100克\n\n花生壳或瓜子壳 75克\n\n散碎的柏树枝 20克（差不多1把，如果你能找到的话）\n\n茉莉花茶 20克\n\n蒸制用料\n\n姜（带皮）30克\n\n葱（只要葱白）2根\n\n第一步，腌制鸭子，将盐、花椒和白胡椒面放在臼里舂。料酒和醪糟混合，把舂好的混合物放进鸭子体内，揉搓入味。接着把两种酒的混合物抹在鸭皮上，剩下的都倒进体内，揉搓入味。鸭子包起来，鸭胸朝下，冷藏12小时或过夜。\n\n鸭子放在滤器中，放进水槽。烧一壶开水，倒在鸭子上，让鸭皮收紧，中间小心地翻动鸭身。找个阴凉通风的地方，把鸭子悬挂几个小时，直到鸭皮摸着已经变干。\n\n干燥的炒锅中垫两层锡纸，压紧压实。把坚果壳、花生壳或瓜子壳撒上去，然后加上柏树枝（如果要用的话），最后撒上茶叶。在锅底放一个金属架。\n\n上面再架一个蒸屉，把鸭子鸭胸朝下放进去。大火烧锅（油烟机要开到最大吸力）。茶叶开始大量冒烟了，用锅盖盖住炒锅，熏30分钟，15分钟时翻个面。所有的东西都在冒烟时，你可以关到中火，但一定要确保持续冒烟。30分钟后，鸭子应该变成淡金色。\n\n烟熏料扔掉，把鸭子放进一个能装进蒸锅的大碗。用刀背或擀面杖轻轻拍松姜和葱白，也放进碗中。大火蒸到鸭肉软嫩。大概需要1个小时，要视你熏制时的火力而定（蒸好后拿筷子试一试，应该很容易就能穿透最肥厚的部分）。\n\n鸭子从碗里拿出，美味的汤汁留着（可以用来烧汤或者放入汤面中）。鸭子充分沥干，用厨房纸吸水。\n\n炒锅里倒半锅油，加热到200℃。鸭子放在丝网滤器中，举在油表面上，然后舀热油浇在鸭皮上。皮的颜色开始变深时，把滤器移除，小心地把鸭子翻面，继续浇热油，得等到油喷溅得没那么厉害了，再把鸭子放进热油中。等到鸭皮全部变成浓郁的焦糖色，小心地把鸭子捞出，关火。趁热在鸭皮上刷香油，让外表更油亮、更香。把鸭子切开，或者按中国人的做法斩成小块，在盘中摆好。\n\n美味变奏\n\n传统烟熏方法\n\n我有一本老川菜菜谱，里面写了这样的办法。混合200克木刨花和200克柏树枝，然后加入50克茉莉花茶和50克樟树叶混合均匀。在地上放一个大木桶，把⅓的烟熏料放在一个陶盆中。从火中取一点燃烧的余烬，让烟熏料燃起烟来。在木桶上放一个架子，把处理好的鸭子放在架子上，再用一个木桶盖住。熏10分钟，再加⅓的烟熏料和更多的余烬。把鸭子翻个面，再熏7分钟。最后，把颜色最浅的那一面朝下，加入剩下的烟熏料，熏5分钟，最后鸭子应该呈深黄色。"}
{"title": "麻辣牛肉干", "content": "这一条条深色的牛肉很有嚼劲，是用“炸收”的方法做的，非常美味，一口下去口中绽放着满满的川味。可以作为头盘上桌，也可以当休闲零食来吃，或者再配点酒水。我一吃到牛肉干，就会想起那些深入川西山区艰难却精彩的旅程。那时候我和朋友们经常买了一包包的牛肉干，大巴车坏在路上了，我们就拿出来，和花生一起吃，嚼得香着呢。自制牛肉干在冰箱里能放好几天。\n\n小个草果 1个\n\n精瘦牛肉（炖的牛排就可以）1公斤\n\n八角 1个\n\n葱（只要葱白）4根\n\n姜（带皮）40克\n\n料酒 2大匙\n\n食用油 油炸用量\n\n细砂糖 3大匙\n\n盐\n\n收尾\n\n花椒面 约1小匙（根据口味增减）\n\n海椒面 约1大匙（根据口味增减）\n\n红油 3～4大匙（根据口味增减）\n\n香油 2小匙\n\n芝麻 2小匙\n\n用刀面或擀面杖敲开草果。牛肉放在锅里，倒冷水没过牛肉，大火烧开，牛肉继续在水中煮1分钟左右，然后沥干，过凉水后再倒回锅里。再倒一些冷水没过牛肉，烧开，然后撇去浮沫。加入八角和草果，小火炖煮30分钟，直到牛肉全部炖熟（不用炖到软）。从锅中捞出放凉，锅里的水留着备用。\n\n用刀面或擀面杖拍松葱白和姜，然后切成几大块。顺着牛肉的纹理切成1厘米左右的牛肉片，然后再按和纹理垂直的方向切成1厘米宽且适合入口的牛肉条。在一个碗里放入一半的葱白和姜，1小匙盐和料酒，混合均匀，腌制30分钟。\n\n把腌料中的葱白和姜捞出扔掉。锅中放油，加热到180°C，牛肉放进去炸大概4分钟，直到颜色变成棕色。（可能需要分批做，看你用多少油。）用漏勺捞出，沥油。\n\n小心地把油过滤到别的容器里，把锅擦干净或者刷干净。再把2大匙油放回锅里，开大火。把剩下的葱白和姜放进锅里，炒到微微泛出金色并且散发香味。加入700毫升刚才留用的炖肉水，再加点糖和1小匙盐，然后把油里的葱白和姜捞出来扔掉。加入牛肉，大火烧开，转小火炖煮大约20分钟，直到汁水基本上蒸发掉，只剩下一点点亮闪闪的、美味的油。一开始偶尔搅拌，随着汁水的蒸发则要开始不断搅拌。离火，根据口味加入花椒面和海椒面搅拌均匀，然后加入红油和香油充分搅拌。\n\n把芝麻放在干燥的炒锅或煎锅里，用很小的火炒香，并微微泛金黄。上桌前撒在牛肉干上。"}
{"title": "油酥花仁", "content": "这道小吃可以作为开胃凉菜，我吃过很多次了，经常是在温柔的夏夜，成都的河边，边吃边喝；有时候是在家中或餐馆里作为一碟小菜；有时候甚至是匆忙的一顿早饭，配上米粥和泡菜，吃完继续赶路去上烹饪课。里面的花仁（花生）是深红色的，油亮油亮的，又脆又香。应该放在小碟子里，撒点盐和花椒面，上了桌再用筷子和匀。一定要耐心，要抵挡住诱惑，油炸的温度不要太高，不然花生很容易就炸煳发苦了。记住，花生离火后还会在油的作用下继续加热，所以要很快地把它们分散开，让它们降温散热。（在估计是否炸熟的时候，川菜厨师通常会用漏勺舀几颗正在油炸的花生出来，往空中轻轻抛一下。再次碰到金属漏勺时，炸好的花生声音会比没炸好的清脆。）\n\n生花生 200克\n\n食用油 油炸用量\n\n盐和花椒面（根据口味增减）\n\n花生放进炒锅里，倒入能没过花生的油。慢慢把油加热到120～130°C，就是在花生周围微微冒泡的程度。保持这个温度油炸20分钟左右，油温千万要控制好，不要过火。20分钟之后，花生应该又脆又香。如果你尝一颗，会发现已经没有生花生那种湿润了，颜色也微微泛金黄，有种烧烤风味。用漏勺把花生从油中捞出，充分沥油，散放在厨房用纸上彻底晾凉。\n\n上桌时，把花生堆在小盘子里，按照口味撒盐和花椒面，吃之前充分和匀。"}
{"title": "怪味花仁", "content": "这道菜的味型和“怪味棒棒鸡”一样，因为把好几种不同的味道看似奇怪地组合到一起，所以被命名为“怪味”，不过这两道菜除此之外就没有别的相似之处了。怪味花仁里的脆花生包裹着一层美味的外衣，味道出人意料，有辣椒和花椒融合的味道。这道菜可以作为宴会上的凉菜之一，也会在街上当小吃卖，算是你偶尔能在欧洲城市街头遇到的焦糖花生的“川版”。香料的用量你可以根据口味和手里海椒面与花椒面的味道轻重随便发挥。如果你还想味道更“怪”，可以加一点剁得很细很细的姜末、蒜末和葱末。如果你不喜欢那种甜辣的味道，香料可以不加，改成炒熟芝麻即可。油炸或烤制的核桃与腰果也可以如法炮制——怪味腰果真是太好吃了。\n\n按照中国的传统，大部分厨房都没有烤箱，近几年才流行起厨房配烤箱的风潮。所以花生不用烤的，都是放在炒锅里，撒一层盐，轻轻地炒。盐就是热量的导体，保证炒制过程中花生能均匀受热。之后用筛子把盐和花生分离，再继续炒下一批。花生皮通常用手剥下来，轻轻一吹，就吹出门窗之外了。\n\n生花生 200克\n\n盐 ¼小匙\n\n海椒面 1½大匙\n\n花椒面 ½小匙\n\n细砂糖 150克\n\n烤箱预热到150°C。花生铺在烤盘上烤大概20分钟，周身泛淡金色，变脆。密切注意花生的状态，不然很容易上色太深。把花生从烤箱里拿出来，完全放凉。放凉后，用手轻轻揉掉花生皮，可以的话，走到门外去一，边摇花生一，边吹：羽毛一样轻盈的花生皮会被吹走的。\n\n把盐、花椒面和海椒面放在一个盘子里。\n\n把糖和大约75毫升的水放在一个干净的锅里，小火加热，搅拌到糖融化。之后开大火，把水烧到滚开，大概125°C的样子（这时候糖水表面咕嘟咕嘟的泡被称为“鱼眼泡”，你亲眼看看就知道为什么叫这个名字了）。如果你没有液体温度计，就不时地用勺子舀起糖浆看状态：一开始糖浆会一滴滴地从勺子上落下来，然后连成线，最后会开始有黏性，像头发丝一样地拉丝，中国人称之为“飞丝”。糖浆到了这个状态之后，关火，散热大约30秒。迅速把混合的香料倒进来搅拌，再倒入花生。不断搅拌，直到糖浆凉下来，像软糖一样裹在花生上，注意把花生分开成一颗颗或者一小块一小块的。\n\n彻底放凉，放进密封罐储存（我总会加一袋日本零食袋中的那种干燥剂，最大限度地保持酥脆）。\n\n"}
